ویلش AMs ‘احمقوں کی طرح نظر آنے’ پر پریشان
کچھ AMs میں ایک تجویز کہ ان کا خطاب MWPs (ویلش پارلیمنٹ کا رکن) میں تبدیل کیا جانا چاہیئے کی وجہ سے اضطراب پایا جاتا ہے
یہ اضطراب اسمبلی کے نام کو ویلش پارلیمنٹ میں تبدیل کیے جانے کی وجہ سے پیدا ہوا ہے۔
پورے سیاسی منظرنامے میں AMs پریشان ہیں کہ اس کی وجہ سے ان کی تضحیک ہو سکتی ہے۔
ایک لیبر AM نے کہا کہ ان کا گروپ پریشان ہے کہ اس کی آواز Twp اور Pwp کے ساتھ ملتی ہے۔
ویلز سے باہر قاریئن کے لئے: ویلش میں twp کا مطلب ہے پاگل اور pwp کا مطلب ہے کتا۔
ایک پلیڈ AM نے کہا ان کا گروپ مجموعی طور پر “خوش نہیں ہے” اور متبادل کی تجویز دی ہے۔
ایک ویلش کنزرویٹیو نے کہا ان کا گروپ نام کی تبدیلی کے بارے میں “کھلا ذہن” رکھتا ہے، تاہم کہا کہ MWP سے پاگل کے درمیان ایک مختصر کی زبانی چھلانگ ہے۔
اس سیاق میں ویلش حرف w کا تلفظ یارک شائر کے انگریزی حرف u جیسا ہے۔
اسمبلی کمیشن جو اس وقت نام کی تبدیلی متعارف کرانے کے لئے قانونی مسودہ تیار کر رہا ہے نے کہا: کوئی بھی خطاب جس سے اسمبلی کے اراکین کو مخاطب کیا جائے کے بارے میں حتمی فیصلہ بلاشبہ خود اراکین نے کرنا ہے۔
ویلز کی حکومت کے ایکٹ 2017 نے ویلش اسمبلی کو اس کا نام تبدیل کرنے کا اختیار دیا ہے۔
جون میں، کمیشن نے تجاویز کے بارے میں ایک عوامی صلاح کاری کے نتائج شائع کیے جس میں اسمبلی کو ویلش پارلیمنٹ کہنے کے حق میں وسیع حمایت ظاہر کی گئی ہے۔
AMs کے خطاب کے معاملے میں، کمیشن نے ویلش پارلیمنٹ کے اراکین یا WMPs کی تائید کی ہے، لیکن عوامی صلاح کاری میں MWP کو سب سے زیادہ حمایت وصول ہوئی ہے۔
AMs بظاہر متبادل آپشنز کی تجویز دے رہے ہیں، تاہم پریذائڈنگ افسر ایلن جونز کے لئے اتفاق رائے تک پہنچنا ایک درد سر ہو سکتا ہے، جن کے بارے میں توقع کی جاتی ہے کہ ہفتوں کے اندر تبدیلیوں کے بارے میں قانونی مسودہ جمع کرائیں گے۔
اصلاحات پر قانون سازی میں اسمبلی کے کام کرنے کے طریقہ کار کے بارے میں دوسری تبدیلیاں بھی شامل ہیں، جن میں AMs کی نااہلیت اور کمیٹی سسٹم کے ڈیزائن کے بارے میں قواعد شامل ہیں۔
AMs قانون سازی پر بحث کے دوران اس معاملے پر حتمی ووٹ دیں گے کہ ان کو کس خطاب سے پکارا جانا چاہیئے۔
مقدونیہ کے عوام ملک کا نام تبدیل کرنے کے ریفرنڈم میں ووٹ ڈالیں گے
ووٹر اتوار کو روز اپنے ملک کے نام کو “جمہوریہ مشرقی مقدونیہ” میں تبدیل کرنے کے لئے ووٹ ڈالیں گے۔
عوامی رائے دہندگی کا اہتمام پڑوسی ملک یونان کے ساتھ کئی دہائیوں سے چلنے والے تنازع کو حل کرنے کے لئے کیا گیا ہے، جس نے اپنے ایک صوبے کا نام مقدونیہ ہے۔
ایتھنز کافی عرصے سے اصرار کرتا رہا ہے کہ اس کے شمالی پڑوسی کا نام اپنے کے خطے پر دعوے کا اظہار کرتا ہے اور اس نے کئی مرتبہ ای یو اور نیٹو میں اس کی رکنیت کی کوششوں پر اعتراض کیا۔
مقدونیہ کے صدر جارج آئیوانوف، جو نام کی تبدیلی پر رائے دہی کے مخالف ہیں، نے کہا ہے کہ وہ اس کو نظرانداز کر دیں گے۔
تاہم، ریفرنڈم کے حامیوں جن میں وزیر اعظم زوران زائیف شامل ہیں نے استدلال کیا ہے کہ نام کی تبدیلی محض ای یو اور نیٹو میں شمولیت کی قیمت ہے۔
سینٹ مارٹن کی گھنٹیاں خاموش ہو گئیں جبکہ ہارلم میں گرجا گھروں کو مشکلات کا سامنا
مسٹر آڈمز نے بتایا کہ تاریخی طور پر جب بھی میں پرانے لوگوں سے بات کرتا وہ کہتے ہر کونے میں ایک بار اور گرجا گھر ہوا کرتا تھا۔
آجکل ان میں سے دونوں نہیں۔
انہوں نے کہا بارز کا غائب ہونا قابل فہم ہے۔
آجل لوگوں کا ملنا جلنا مختلف طریقے سے ہو گیا ہے۔
بارز اب مزید محلوں کی بیٹھکیں نہیں رہیں جہاں لوگ باقاعدگی کے ساتھ جات ے تھے۔
جہاں تک گرجا گھروں کا تعلق ہے، وہ فکرمند ہیں کہ اثاثے بیچنے سے حاصل ہونے والی رقم زیادہ دیر نہیں رہے گی جیسا کہ قائدین توقع رکھتے ہیں، اور وہ وہیں کھڑے ہوں گے جہاں سے وہ چلے تھے۔
انہوں نے مزید کہا کہ گرجا گھروں کی جگہ کنڈومینیم والی اپارٹمنٹ عمارات لے سکتی ہیں جو اس قسم کے لوگوں سے بھری ہوں گی جو علاقے کی باقی ماندہ عبادت گاہوں کی مدد نہیں کریں گے۔
انہوں نے کہا ان عمارات میں کنڈومینیم کو خریدنے والوں کی غالب اکثریت سفید فام ہوگی اور وہ ان گرجا گھروں کے جلد بند ہونے میں کردار ادا کریں گے کیونکہ اس کا بہت کم امکان ہے کہ ان کنڈومینیم میں منتقل ہونے والے افراد ان گرجا گھروں کے رکن بنیں گے۔
یہ دونوں گرجا گھر ہارلم کے ایک سیاہ فام میٹروپولس بننے سے پہلے سفید فام جماعتوں کی جانب سے تعمیر کیے گئے تھے۔ یہ 1870 میں سینٹ مارٹن کی ایک دہائی کے بعد میٹروپولیٹن کمیونٹی بنی۔
اصل سفید فام میتھوڈسٹ جماعت 1930 کی دہائی میں نقل مکانی کر؛ گئی تھی۔
ایک سیاہ فام جماعت جو قریب ہی عبادت کرتی تھی نے عمارت اپنے نام کر لی۔
ریورنڈ جان ہاورڈ جانسن کی قیادت میں ایک سیاہ فام جماعت نے سینٹ مارٹن پر قبضہ کیا اور انہوں نے سیاہ فاموں کو بھرتی کرنے اور ترقی دینے پر مزاحمت کرنے پر ہارلم کی مرکزی کاروباری سڑک 125 ویں سڑک پر پرجون فروشوں کے خلاف بائیکاٹ کی قیادت کی تھی۔
عمارت کو 1939 میں آتشزدگی سے بری طرح نقصان پہنچا، لیکن جب فادر جانسن کے کلیسائی حلقے والوں نے اس کی تعمیرنو کا منصوبہ بنایا تو انہوں نے کیرلیون (گھنٹی بجانے والوں) کی خدمات حاصل کیں۔
فادر جانسن کے بیٹے اور سینٹ مارٹن میں ان کے جانشین ریورنڈ ڈیوڈ جانسن نے تفاخر کے ساتھ کیرلیون کو “غریب لوگوں کی گھنٹیاں” قرار دیا۔
جولائی میں کیرلیون بجانے والے ایک ماہر نے اس کو کچھ اور بتایا: “ایک ثقافتی خزانہ” اور “ایک ناقابل تبدیل تاریخی آلہ۔”
یونیورسٹی آف مشیگن کی ماہر ٹفینی نے ذکر کیا کہ یہ کسی سیاہ فام موسیقار ڈیونسیو اے لنڈ کی جانب سے بجانا جانے والا پہلا کیرلیون تھا، جو 18 سال قبل ریور سائیڈ گرجا گھر میں بڑے کیرلیون پر منتقل ہوا۔
مسٹر میری ویدر نے کہا کہ سینٹ مارٹن نے اسے نہیں بدلا۔
جو کچھ گزشتہ چند ماہ سے سینٹ مارٹن میں چل رہا ہے وہ آرکیٹکٹس اور ٹھیکیداروں کی ایک پیچیدہ داستان ہے، جن میں سے کچھ گرجا گھر کے عام قائدین اور دیگر اسقفیت پادری کے تعلقہ کی جانب سے لائے گئے۔
عام قائدین پر مشتمل پیرش کے انتظامی ادارے وسٹری نے جولائی میں پادری کے تعلقہ کو تحریری طور پر خدشات ظاہر کیے کہ تعلقہ آرکیٹکٹس اور ٹھیکیداروں جن کو تعلقہ نے بھیجا ہے پر اٹھنے والے اخراجات وسٹری پر ڈال دے گا اگرچہ انکو بھرتی کرنے میں وسٹری ملوث نہیں تھی۔
کچھ پیرشنروں نے تعلقہ کے حوالے سے شفافیت کے بارے میں شکایت کی۔
شارک نے کیلیفورنیا میں جھینگا مچھلی کے لئے غوطہ زن 13 سالہ بچے کو زخمی کر دیا
سرکاری عہدیداروں نے بتایا کہ ہفتہ کو لوبسٹر سیزن کے پہلے دن شارک مچھلی نے ایک 13 سالہ لڑکے پر حملہ کر کے زخمی کر دیا جب وہ کیلیفورنیا میں جھینگا مچھلی پکڑنے کے لئے غوطہ لگا رہا تھا۔
یہ حملہ انسنیاٹاس میں بیکن بیچ کے قریب صبح 7 بجے سے پہلے ہوا۔
چاڈ ہیمل نے سان ڈیگو میں KSWB-TV کو بتایا کہ وہ دوستوں کے ہمراہ تقریبا نصف گھنٹے سے غوطہ لگا رہا تھا جب اس نے ایک لڑکے کو مدد کے لئے چلاتے ہوئے سنا۔ اس نے ایک گروپ کے ہمراہ اسے پانی سے نکالنے میں مدد کی۔
ہیمل نے کہا کہ پہلے وہ سمجھا کہ وہ جھینگا مچھلی پکڑنے پر خوشی سے چلا رہا ہے، لیکن پھر اسے احساس ہوا وہ چلا رہا ہے کہ مجھے کسی چیز نے کاٹ لیا ہے۔
مجھے کسی چیز نے کاٹ لیا ہے۔
ہیمل نے بتایا کہ جب وہ لڑکے کے پاس گیا تو اس نے دیکھا کہ اس کی پوری ہنسلی کی ہڈی کھول دی گئی ہے۔
ہیمل نے بتایا کہ اس نے ہر ایک کو پانی سے نکل جانے کا کہا اور کہا کہ پانی میں ایک شارک مچھلی ہے۔
لڑکے کو سان ڈیگو میں راڈی چلڈرنز ہاسپیٹل میں ہیلی کاپٹر کے ذریعے پہنچایا گیا جہاں اس کی حالت تشویشناک بتائی جاتی ہے۔
حملہ کرنے والی شارک کی قسم معلوم نہیں ہو سکی۔
لائف گارڈ کیپٹن لیری گائلز نے ایک میڈیا بریفنگ کے دوران بتایا کہ چند ہفتے قبل علاقے میں ایک شارک دیکھی گئی تھی، لیکن اس کے بارے میں تعین کیا گیا تھا کہ وہ خطرناک قسم کی شارک نہیں ہے۔
گائلز نے مزید بتایا کہ لڑکے کے اوپر والے دھڑ میں زخم آئے ہیں۔
عہدیداروں نے تحقیقات اور حفاظتی مقاصد کے لئے کاسابلاڈ میں پونٹو بیچ سے اسنیٹاس میں سوامی بیچ تک رسائی کو بند کر دیا ہے۔
گائلز نے بتایا کہ علاقے میں 135 سے زائد شارک کی اقسام ہیں، لیکن زیادہ تر خطرناک نہیں سمجھی جاتیں۔
سینزبری کا برطانوی بناؤ سنگھار مارکیٹ میں داخلے کا منصوبہ
سینزبری سپیلشٹ معاونین کے عملے کے ساتھ ڈیپارٹمنٹ اسٹور کے انداز میں ریکوں کے ساتھ بوٹس، سوپرڈرگ اور ڈیبن ہامز کی مصنوعات پیش کر رہی ہے۔
برطانیہ کی 2.8 بلین پونڈ کی مالیت کی بناؤ سنگھار کی مارکیٹ، جو اس وقت بھی ترقی کر رہی ہے جبکہ فیشن اور گھریلو آرائش کی اشیاء کی فروخت میں کمی واقع ہو رہی ہے، میں قابل ذکر آمد کے حصے کے طور پر ملک بھر میں 11 اسٹورز میں بناؤ سنگھار کے بڑے ریک آزمائے جائیں اور اگر کامیاب ثابت ہوئے تو اگلے سال مزید اسٹور شامل کیے جائیں گے۔
بناؤ سنگھار میں سرمایہ کاری ایسے وقت میں کی جا رہی ہے جب سپرمارکیٹس شیلف کی جگہیں جو کبھی ٹی وی، مائیکرو ویو اور گھریلو آرائش کی اشیاء کے لئے استعمال کی جاتی تھیں ان کو استعمال میں لانے کے طریقے تلاش کر رہی ہیں۔
سینزبری نے کہا ہے وہ ریولون، ایسی، ٹویزرمین اور ڈاکٹر پاء پاء جیسے برانڈوں کو پہلی مرتبہ شامل کر کے  اپنی بناؤ سنگھار کی پیشکشوں کے سائز کو تقریبا 3,000 مصنوعات دوگنا کرے گی۔
ایل اوریل، میے بلائن اور برٹس بیز کی موجودہ پیشکشوں کو بھی برانڈ کے لئے مخصوص جگہیں فراہم کر کے جیسا کہ بوٹس کی دوکانوں میں ہوتا ہے مزید گنجائش دی جائے گی۔
سپرمارکیٹ اپنے بوتیک میک-اپ کے سلسلے کو بھی دوبارہ شروع کر رہی ہے تاکہ زیادہ تر مصنوعات سبزی خوروں کے مرضی کے مطابق ہوں - ایسی چیز جسے نوجوان خریدار زیادہ سے زیادہ طلب کر رہے ہیں۔
مزید براں، خوشبو ریٹیلر دی فریگرینس شاپ بھی دو سینزبری اسٹوروں میں رعایتوں کو آزمائے گی، جن میں سے پہلا جنوبی لندن کے کروڈون علاقے میں گزشتہ ہفتے کھلا جبکہ دوسرا اسٹور اس سال بعد میں برمنگھم کے علاقے سیلی اوک میں کھلے گا۔
آن لائن خریداری اور مقامی سہولتی اسٹورز سے روزانہ کم مقدار میں روزانہ کی خوراک خریدنے کی جانب رجحان میں تبدیلی کا مطلب ہے کہ سپرمارکیٹوں کو لوگوں کو راغب کرنے کے لئے مزید کچھ کرنا ہوگا۔
سینزبری کے چیف ایگزیکیٹیو مائیک کوپ نے بتایا کہ ان کے آؤٹ لیٹ زیادہ سے زیادہ ڈیپارٹمنٹ اسٹورز کی طرح نظر آئیں گے جبکہ سپرمارکیٹ چین زیادہ خدمات اور غیر غذائی اشیاء کے ساتھ رعایتی آلڈی اور لیڈل کا مقابلہ کر رہی ہے۔
سینزبری اپنے سینکڑوں اسٹورز میں آرگوس کے آؤٹ لیٹس بھی لگاتا ہے اور کئی ہیبٹیٹس بھی متعارف کرائے ہیں جب سے اس نے دو سال قبل دونوں چینز کو خریدا تھا۔ اس کا کہنا ہے کہ اس سے اس کی گراسری کی سیل میں اضافہ ہوا ہے۔
سپرمارکیٹ کی اپنے بناؤ سنگھار اور فارمیسی کے شعبوں کو از سرے نو ترتیب دینے کی سابقہ کوشش ناکام ہو گئی تھی۔
سینزبری نے 2000 کی دہائی میں بوٹس کے ساتھ ایک مشترکہ کاوش کو آزمایا تھا، لیکن یہ اشتراک اس تنازع کے بعد ختم ہو گیا کہ اپنی سپرمارکیٹوں میں کیمسٹ اسٹوروں سے آنے والی آمدنی کو کیسے بانٹا جائے۔
یہ نئی حکمت عملی ایسے وقت سامنے آئی ہے جب سینزبری نے اپنا 281 اسٹور کا فارمیسی کا کاروبار تیس سال قبل 125 ملین پاؤنڈ کی قیمت پر لائیڈز فارمیسی چین کے مالک سیلیسیو کو فروخت کر دیا تھا۔
اس نے بتایا کہ چار اسٹورز میں جلد کی نگہداشت کے پرتعیش برانڈز بشمول لا روشے پوسے اور وچی کی مصنوعات پیش کر کے لائیڈز اس منصوبے میں کردار ادا کرے گا۔
سینزبری کے کمرشل ڈائریکٹر پال ملز ہکس نے کہا: ہم نے اپنے گاہکوں کے لئے ماحول کو بہتر بنانے کے لئے اپنے بناؤ سنگھار کے ریکوں کی شکل اور احساس کو تبدیل کیا ہے۔
ہم نے خاص طور پر خصوصی طور پر تربیت یافتہ عملے پر سرمایہ لگایا ہے جو فوری مشورہ پیش کر سکیں گے۔
ہمارے برانڈز کا سلسلہ ہر ضرورت کو پوری کرنے کے لئے تیار کیا گیا ہے اور جاذب نظر ماحول اور باسہولت مقامات کا مطلب ہے کہ اب ہم ایک بناؤ سنگھار کی مصنوعات پیش کرنے والی دلچسپ جگہ بن گئے ہیں جو خریداری کے پرانے انداز کو چیلنج کرتی ہے۔
ہولی ولوبی کے 11 ملین پاؤنڈ معاہدے سے نکلنے کے بعد پیٹر جونز ‘غضبناک’
ڈریگنز ڈن کے سٹار پیٹر جونز ٹی وی پریزنٹر ہولی ولوبی کے ان کے لائف سٹائل برانڈ کاروبار کے ساتھ 11 ملین پاؤنڈ کی ڈیل سے نکلنے کے بعد ‘غضبناک’ ہیں۔ ولوبی مارکس اور سپنسر اور ITV کے ساتھ اپنے نئے معاہدوں پر توجہ مرکوز کرنا چاہتی ہیں۔
ولوبی کے ساتھ ان کے گھر میں پہننے کے ملبوسات اور لوازمات کے برانڈ ٹرولی کے لئے کوئی وقت نہیں۔
اس جوڑے کے کاروبار کا موازنہ گونیتھ پالٹرو کے گوپ برانڈ کے ساتھ کیا جاتا ہے۔
دز مارننگ کی 37 سالہ پریزنٹر نے انسٹاگرام پر ڈیل سے نکلنے کا اعلان کیا۔
ہولی ولوبی نے آخری منٹ میں ڈریگن ڈن کے سٹار پیٹر جونز کے نفع بخش لائف سٹائل برانڈ کاروبار کو خیرآباد کہہ کر انہیں غضبناک چھوڑ دیا۔ ولوبی مارکس اور سپنسر اور ITV کے ساتھ اپنے بمپر کنٹریکٹس پر فوکس کرنا چاہتی ہیں۔
ذرائع کا کہا ہے کہ جونز اس وقت “غضبناک’ ہو گئے جب ٹی وی کی گولڈن گرل نے منگل کو برکنگھم شائر کے علاقے مارلو میں ان کی کاروباری ایمپائر کے ہیڈکواٹرز میں ایک کشیدہ اجلاس کے دوران اعتراف کیا کہ 1.5 ملین پاؤنڈ کی قیمت کی ان کی نئی ڈیلز کا مطلب ہے کہ وہ جونز کے گھر میں پہننے کے ملبوسات اور لوازمات کے برانڈ ٹرولی کو کافی وقت نہیں دے پائے گی۔
ان کے کاروبار کا موازنہ گونیتھ پالٹرو کے گوپ برانڈ کے ساتھ کیا جاتا تھا اور تصور کیا جاتا تھا کہ ولوبی کی دولت دوگنا ہو کر تقریبا 11 ملین پاؤنڈ ہو جائے گی۔
جیسے ہی 37 سالہ ولوبی نے انسٹاگرام پر ٹرولی سے نکلنے کا اعلان کیا، جونز فورا برطانیہ سے جہاز پر اپنے تعطیلات گزارنے والے گھروں میں کسی ایک کی جانب روانہ ہو گئے۔
ایک ذرائع نے بتایا: ٹرولی کافی حد تک ہولی کی اولین ترجیح رہی ہے۔
یہ ان کا اگلی ایک دو دہائیوں میں طویل مدتی مستقبل تصور کیا جاتا ہے۔
ان کے اسے چھوڑنے کے فیصلے کے ہر ایک کو مکمل طور پر حیران کر دیا ہے۔
جو کچھ منگل کو ہو رہا تھا، کسی کو یقین نہیں آ رہا تھا۔ ایسا لانچ کے باکل قریب ہوا۔
مارلو ہیڈکوارٹر میں سامان کا ایک گودام بھرا پڑا ہے جو فروخت کرنے کے لئے تیار ہے۔
ماہرین کا خیال ہے کہ دز مارننگ کی پریزنٹر، جو برطانیہ کی سب سے منافع بخش سٹارز میں سے ایک ہیں، کی روانگی سے کشنوں اور موم بتیوں سے لیکر کپڑوں اور گھر پر پہننے کے ملبوسات کی مصنوعات پر بھاری سرمایہ کاری کی وجہ سے فرم کو لاکھوں پاؤنڈز کا نقصان ہو سکتا ہے اور اس کے لانچ ہونے میں مزید تاخیر کے امکانات ہیں۔
اور اس کا مطلب ایک لمبی دوستی کا اختتام بھی ہو سکتا ہے۔
تین بچوں کی ماں ولوبی اور ان کے خاوند ڈان بالڈون دس سالوں سے جونز اور ان کی بیوی تارا کاپ کے قریب رہے ہیں۔
ولوبی نے کاپ کے ساتھ ملکر 2016 میں ٹرولی قائم کی اور 52 سالہ جونز نے مارچ میں چیئرمین کے طور پر شمولیت اختیار کی۔
جوڑے اکٹھے چھٹیاں مناتے تھے اور جونز بالڈون کی ٹی وی پروڈکشن فرم میں 40 فیصد حصص کے مالک ہیں۔
ولوبی M&S کے لئے برانڈ سفیر بنیں گی اور ITV کے شو I’m A Celebrity میں اینٹ میکپارٹلن کی جگہ میزبانی کریں گی۔
جونز کے قریبی ذرائع نے گزشتہ رات کہا کہ ہم اس کے کاروباری امور پر تبصرہ نہیں کریں گے۔
سخت گفتگو ‘اور پھر ہم میں پیار ہو گیا’
انہوں نے نیوز میڈیا کی جانب سے اپنے اوپر تنقید کہ وہ ایسا تبصرہ کرتے ہیں جس کو کچھ لوگ “غیر صدارتی” سمجھتے ہیںااور شمالی کوریا کے رہنماء کے بارے میں مثبت ہونے کا مذاق اڑایا۔
صدر ٹرمپ نے اتنی زیادہ رعایت کیوں دی ہے؟
ٹرمپ نے اپنی ‘نیوز اینکر’ والی تمسخرانہ آواز میں کہا۔
“میں کسی چیز سے دستبردار نہیں ہوا۔”
انہوں نے یاد دلایا کہ کم ان کے ساتھ دوسری ملاقات میں دلچسپی رکھتے ہیں۔ اس سے قبل ٹرمپ نے جون میں سنگاپور میں ہونے والی ملاقات کو شمالی کوریا کے تخفیف ایٹمی اسلحہ کی جانب ایک اہم قدم قرار دیا تھا۔
لیکل تخفیف اسلحہ کے حوالے سے مذاکرات تعطل کا شکار ہیں۔
سنگاپور میں جون میں ہونے والی سربراہ ملاقات کے تین ماہ سے زائد عرصے کے بعد، شمالی کوریا کے وزیر خارجہ ری یونگ ہو نے اقوام متحدہ کی جنرل اسمبلی میں عالمی رہنماؤں کو بتایا کہ شمالی کوریا کو اپنے تخفیف اسلحہ کے ابتدائی اقدامات کا امریکہ سے “جوابی ردعمل” نظر نہیں آیا۔
اس کے بجائے، انہوں نے کہا کہ امریکہ دباؤ بڑھانے کے لئے پابندیاں جاری رکھے ہوئے ہے۔
ٹرمپ نے اپنی ریلی کی تقریر میں زیادہ رجائیت پسند نظر آئے۔
انہوں نے کہا ہم شمالی کوریا کے ساتھ اچھے جا رہے ہیں۔
ہم شمالی کوریا کے ساتھ جنگ کرنے والے تھے۔
لاکھوں افراد لقمہ اجل بن جاتے۔
اب ہمارے تعلقات زبردست ہیں۔
انہوں نے کہا کہ کم کے ساتھ تعلقات بہتر بنانے کی ان کی کاوشوں کے مثبت نتائج نکلے ہیں - راکٹ ٹیسٹوں کا خاتمہ، یرغمالیوں کو آزاد کرانے میں مدد اور امریکی فوجیوں کے باقیات کو وطن واپس لانا۔
اور انہوں نے کم کے ساتھ تعلقات کے بارے میں گفتگو کرنے میں اپنے غیر معمولی انداز کا دفاع کیا۔
ٹرمپ نے بالکل اپنے سامنے ہجوم کی طرف اشارہ کرتے ہوئے کہا، “صدارتی ہونا اتنا آسان ہے، لیکن اس بھری ہوئی جگہ میں 10,000 افراد کے داخل ہونے کی کوشش کے بجائے آپ وہاں سامنے تقریبا 200 افراد کھڑے دیکھ رہے ہیں۔”
انڈونیشیا میں سونامی، زلزلے سے جزیرہ تباہ، سینکڑوں جان بحق
لومبوک میں زلزے کے نتیجے میں غیر ملکی غیر حکومتی تنظیموں کو بتایا گیا تھا کہ ان کی ضرورت نہيں ہے۔
اگرچہ لومبوک کی 10 فیصد آبادی بے گھر ہو گئی تھی، قومی آفت کا اعلان نہیں کیا گیا، جو بین الاقوامی امداد کے لئے بنیادی شطر ہے۔
مس سومبونگ نے کہا کہ بہت ساری صورتوں میں، بدقسمتی کے ساتھ وہ بالکل واضح تھے کہ وہ بین الاقوامی امداد کی درخواست نہیں کریں گے، جو تھوڑا بہت مبارزت طلب ہے۔
جبکہ پالو کی جانب روانہ ہونے کے لئے سیو دی چلڈرن ایک ٹیم تشکیل دے رہی ہے، اس کو ابھی یقین نہیں آیا اس کے عملے کو موقع پر کام کرنے دیا جائے گا۔
قدرتی آفات سے نمٹنے کی قومی ایجنسی کے ترجمان مسٹر سوپوٹو نے بتایا کہ انڈونیشیاء کے حکام پالو میں صورتحال کا جائزہ لے رہے ہیں آیا بین الاقوامی ایجنسیوں کو امدادی کوششوں میں شریک کرنے دیا جائے یا نہیں۔
زلزلوں کا مسلسل سامنا کرنے کے باوجود، ملک قدرتی آفات سے نمٹنے کے لئے بالکل تیار نہیں ہے۔
جبکہ آچے میں سونامی سے بچاؤ کی پناہ گاہیں تعمیر کی گئی ہیں، وہ ساحل سمندر پر کم ہی نظر آتی ہیں۔
پالو میں سونامی سے خبردار کرنے والے سائرن کا موجود نہ ہونا امکانی طور پر جانوں کے ضیاع کا ذمہ دار سمجھا جاتا ہے۔
بہترین وقتوں میں بھی انڈونیشیاء کے بہت سارے جزیروں کے درمیان سفر کرنا مبارزت طلب ہوتا ہے۔
قدرتی آفات لاجسٹکس کو زیادہ پیچیدہ بنا دیتی ہیں۔
لومبوک میں زلزلہ متاثریں کے علاج کے لئے تعینات بحری جہاز میں قائم ہسپتال پالو کی جانب روانہ ہو رہا ہے، لیکن اسے قدرتی آفت کے نئے مقام تک پہنچنے میں کم از کم تین دن لگیں گے۔
صدر جوکو ویڈوڈو نے انڈونیشیاء کے خستہ حال انفراسٹرکچر کو بہتر بنانا اپنی انتخابی مہم کا محور بنایا تھا، اور انہوں نے سڑکوں اور ریلوے پر دل کھول کر پیسہ خرچ کیا ہے۔
لیکن جوکو کی انتظامیہ کو فنڈز کی کمیوں کا سامنا ہے جبکہ اگلے انتخابات اگلے سال ہونے ہیں۔
جناب جوکو انڈونیشیا میں بڑھتی ہوئی مذہبی کشیدگی سے بھی دباؤ کا سامنا جبکہ مسلمان اکثریت کے کچھ اراکین نے مذہب کی زیادہ  قدامت پرست شکل کو اختیار کر لیا ہے۔
عیسیائیوں اور مسلمانوں کے گرہوں کے درمیان جھڑپوں میں، جن میں خنبر، کمانیں، تیر اور دوسرے دستی ہتھیار استعمال کیے گئے 1,000 سے زائد افراد ہلاک اور کئی ہزاز افراد بے گھر ہوئے۔
دیکھیں: لیورپول کے ڈینیئل سٹرج کا چیلسی کے مقابلے میں اسکور برابر کرنے والا گول
لندن میں سٹیمفورڈ برج میں ہفتے کو ڈینیئل سٹرج نے 89 ویں میں ایک اسکور کے ساتھ لیورپول کو چیلسی کے خلاف پریمیئر لیگ کی ہار سے بچایا۔
سٹرج نے ہرڈن شاقیری سے چیلسی کے گول سے تقریبا 30 یارڈ کے فاصلے سے ایک پاس وصول کیا جب ان کی ٹیم ایک کے مقابلے میں صفر سے پیچھے تھی۔
وہ گیند کو پہلے بائیں جانب لیکر گیا اور پھر دور والے پوسٹ کی طرف شاٹ مار دی۔
گیند باکس سے اوپر تیرتی ہوئی نیٹ کے اوپر والے دائیں کونے کی طرف اڑتی ہوئی پہنچ گئی۔
گیند بالآخر لپکتے ہوئے کیپا آرزبالاگا پر گر کر نیٹ میں جا گری۔
سٹرج نے LiverpoolFC.com کو بتایا کہ میں اس پوزیشن میں آنے کی کوشش کر رہا تھا، کہ گیند تک پہنچوں اور شاق جیسے کھلاڑی ہمیشہ جتنا ممکن ہو فارورڈ کھیلتے ہیں، تو میں نے اپنے لئے راستہ بنانے کی کوشش کی۔
جب میں نے کانٹے کو آتے ہوئے دیکھا تو میں گیند کو صرف ایک بار چھوا اور بغیر زیادہ سوچے شاٹ لگا دی۔
چیلسی کو ہاف ٹائم میں بلجین سٹار ایڈن ہازرڈ کی جانب سے 25 منٹ میں اسکور کے ساتھ 0-1 کی برتری مل گئی۔
بلیوز سٹرائیکر نے مڈ فیلڈ کے قریب گینڈ کو گھماتے اور لیورپول کے ہاف میں دوڑ لگانے کے بعد ایڑی کی ٹھوکر کے ساتھ پاس واپس ماٹیو کواچک کو دیا۔
کواچک نے فورا مڈفیلڈ میں گیند پر قبضہ کر لیا۔
اس نے پھر گیند کو خوبصورت انداز میں ہازرڈ کے ہمراہ باکس میں پہنچا دیا۔
ہازرڈ نے دفاع کو مات دیتے ہوئے بائیں لات کی ٹھوکر سے لیورپورل کے الیسن بیکر کے اوپر سے گیند اگلے پوسٹ سے نیٹ میں پھینک دی۔
چیمپينز لیگ کے گروپ مرحلے میں اٹلی کے شہر نیپلز میں سٹیڈیو سان پاؤلو میں بدھ کو شام 3 بجے لیورپول کا سامنا ناپولی سے ہو گا۔
چیلسی کا مقابلہ لندن میں جمعرات کو شام 3 بجے UEFA یورپا میں ویڈوٹون سے ساتھ ہوگا۔
انڈونیشیا میں سونامی سے اموات کی تعداد 832 تک پہنچ گئی
انڈونیشیاء کی قدرتی آفات سے نمٹنے کی ایجنسی نے اتوار کو بتایا کہ زلزے اور سونامی کی وجہ سے اموات 832 تک پہنچ گئی ہیں۔
ایجنسی کے ترجمان سوٹوپو پروو نوگروہو نے ایک نیوز کانفرنس کو بتایا بہت سے افراد 7.5 شدت کے زلزلے کی وجہ سے زمین بوس ہونے والی عمارتوں کے ملبے تلے پھنسے ہوئے ہیں۔ جمعہ کو زلزلے کی وجہ سے سمندر میں 20 فٹ تک اونچی لہریں بلند ہوںگی۔
پالو کا شہر جس کی آبادی 380,000 سے زائد ہے میں ہر طرف گری ہوئی عمارتوں کا ملبہ نظر آ رہا ہے۔
چاقو کے وار سے خاتون کے قتل کے شبہ میں پولیس نے 32 سالہ شخص کو گرفتار کر لیا
آج صبح میرسی سائیڈ کے برکن ہیڈ علاقے میں ایک خاتون کی لاش ملنے کے بعد قتل کی تحقیقات شروع کر دی گئی ہیں۔
44 سالہ خاتون کی لاش صبح 7.55 بجے جان سٹریٹ پر گریسن میوز سے ملی اور ایک 32 سالہ شخص کو قتل کے شبہ میں گرفتار کر لیا گیا ہے۔
پولیس نے علاقے کے لوگوں سے کہا ہے اگر انہوں نے کچھ دیکھا یا سنا ہو تو پولیس کو اطلاع دیں۔
سراغ رساں انسپکٹر برائین او ہاگان نے کہا: تفتیش ابھی ابتدائی مراحل میں ہے لیکن میں ان لوگوں سے اپیل کرتا ہوں جو برکن ہیڈ میں جان سٹریٹ کے آس پاس تھے اگر انہوں نے کوئی مشکوک چیز دیکھی یا سنی ہو تو ہم سے رابطہ کریں۔
میں کسی سے بھی، خاص طور پر ٹیکسی ڈرائیوروں، سے بھی اپیل کرتا ہوں اگر انہوں نے ڈیش کیم فٹیج کچھ کیپچر کیا ہو تو ہم سے رابطہ کریں کیونکہ اس میں اسی معلومات ہو سکتی ہیں جو ہماری تفتیش کے لئے اہم ہوں۔
پولیس نے ایک ترجمان نے تصدیق کی ہے کہ خاتون جس کی لاش ملی ہے برکن ہیڈ کی مقامی تھی اور لاش ایک پراپری کے اندر سے ملی ہے۔
آج دوپہر کو دوست جو سمجھتے ہیں کہ خاتون کو جانتی ہیں وہ اس مقام پر آئی یہ سوالات پوچھنے کے لئے کہ وہ آج صبح کہاں پائی گئی ہے۔
تفتیش جاری ہے جبکہ پولیس نے بتایا ہے کہ وہ خاتون کے قریبی رشتہ داروں کو اطلاع دینے کے عمل میں ہیں۔
ایک ٹیکسی ڈرائیور جو گریسن میوز میں رہتا ہے نے ابھی اپنے فلیٹ میں جانے کی کوشش کی ہے لیکن اسے پولیس نے بتایا ہے کہ عمارت میں کسی کو داخل ہونے یا نکلنے کی اجازت نہیں ہیں۔
وہ دھنگ رہ گیا جب اسے واقع کے بارے میں پتہ چلا۔
رہائشیوں کو اب بتایا جا رہا ہے کہ کئی گھنٹے گزر سکتے ہیں جب انے واپس اندر جانے کی اجازت ہو گی۔
ایک پولیس اہلکار کو یہ کہتے ہوئے سنا گیا ہے کہ پورے علاقے کو جائے وقوعہ تصور کیا جا رہا ہے۔
ایک خاتون روتی ہوئی حادثے کے مقام پر پہنچی۔
وہ بار بار کہہ رہی تھیں ‘یہ بہت المناک ہے’
دوپہر 2 بجے پولیس کی دو گاڑیاں فیتے کے اندر تھیں جبکہ ایک گاڑی باہر کھڑی تھی۔
متعدد اہلکار فیتے کے اندر کھرے فلیٹوں کے بلاکوں کا معائنہ کر رہے تھے۔
معلومات رکھنے والے کسی بھی شخص سے کہا جا رہا ہے کہ @MerPolCC کو DM کریں، 101 پر کال کریں یا 30 ستمبر کا 247 لاگ کا حوالہ دیکر بغیر نام بتائے 0800 555 111 پر Crimestoppers سے رابطہ کرے۔
پارلیمنٹ کے باہر کروم ویل کا مجسمہ ‘تاریخ دوبارہ مرتب کرنے’ کے تنازع کا شکار بننی والی تازہ ترین یادگار
اس کی جلاوطنی انگلینڈ کی اتنے زیادہ ثقافتی اور مذہبی فن پاروں کی طالبان کی طرز کی تباہی جو اس کے جنونی اور کٹر عیسیائی پیروکاروں کے ہاتھوں ہوئی کے لئے قدرتی انصاف ہو گا۔
تاہم کروم ویل سوسائٹی نے مسٹر کرکس کی تجویز کو “نادانی” اور “تاریخ دوبارہ مرتب کرنے کی کوشش” قرار دیا۔
کروم ویل سوسائٹی کے چیئرمین جان گولڈسمتھ نے کہا: مجسموں کو ہٹانے کے بارے میں موجودہ بحث میں یہ ناگریز تھا کہ پیلس آف وسٹمنسٹر کے باہر اولیور کروم ویل کا مجسمہ اس کا نشانہ بنے گا۔
کروم ویل نے نہ انگلینڈ کی خانہ جنگیوں کی بت شکنی کا حکم دیا اور نہ ہی اس کو انجام دیا۔
شاید سابقہ صدی میں اس کے آباؤ اجداد تھومس کے افعال کے لئے غلط کروم ویل کو قربانی کا بکرا بنایا جائے گا۔
سر ویلیم ہامو تھارنی کروٹ کی کروم ویل کے بارے میں شاندار نمائندگی 19 ویں صدی کی رائے کی شہادت ہے اور ایک ایسی شخصیت کی وقائع نگاری کا حصہ جس کے بارے میں بہت ساروں کا خیال ہے کہ اس کی قدرافزائی کی جائے۔
مسٹر گولڈسمتھ نے دی سنڈی ٹیلی گراف کو بتایا: “بہت سارے لوگ، شاید آج کے مقابلے میں 19 ویں صدی کے اواخر میں زیادہ، کروم ویل کو بیرونی دباؤ جو بلاشبہ ان کے لئے بادشاہت تھی کے خلاف پارلیمنٹ کا دفاع کرنے والا شخص تصور کرتے ہیں۔
آیا یہ ایک درست نمائندگی ہے جاری تاریخی بحث کا موضوع رہا ہے۔
ایک بات جو یقینی ہے کہ وسط 17 ویں صدی کے تنازع نے ہمارے ملک کی آہندہ کی ترقی کی بنیاد رکھی اور کروم ویل وہ انفرادی قابل شناخت شخصیت ہے جو اس تقسیم کی ایک حصے کی نمائندگی کرتی ہے۔
لارڈ پروٹیکٹر کے طور پر ان کے کارنامے قابل قدر اور یادگار ہیں۔
قاتل خنزیر نے چینی کسان کو کچل کر مار ڈالا
مقامی میڈیا کے مطابق، جنوب مغربی چین کی ایک منڈی میں ایک خنزیر نے کسان پر حملہ کر کے اسے قتل کر ڈالا۔
ساؤتھ چائنا مارننگ پوسٹ نے اتوار کو رپورٹ کیا کہ ہلاک ہونے والے شخص، جس کی شناخت صرف اس کے خاندانی نام “یوان” سے کی گئی ہے، کو صوبہ گوئیزو کے علاقے لیوپاشوئی کی ایک منڈی میں خون میں لت پت پایا گیا۔
چین کے صوبہ قنغائی کے علاقے زننگ میں 30 مئی 2005 کو ایک کسان خنزیروں میں ویکسین لگانے کی تیاری کر رہا ہے۔
اطلاعات کے مطابق وہ پڑوس کے یونان صوبے سے بدھ کو منڈی میں 15 سؤر بیچنے کے لئے اپنے کزن کے ہمراہ آیا تھا۔
اگلی صبح اسکے کزن نے اسے مردہ پایا اور دیکھا کہ قریب ہی خنزیروں کے باڑے کا دروازہ کھلا ہوا ہے۔
اس نے دیکھا کہ باڑے میں ایک بڑا نر خنزیر موجود تھا جس کے منہ پر خون لگا ہوا تھا۔
رپورٹ کے مطابق، فرانزک معائنے نے تصدیق کی ہے کہ 550 پاؤنڈ وزنی خنزیر نے کسان کو کچل کر موت کی گھاٹ اتار دیا۔
گوئیانگ ایوننگ نیوز نے اس کے کزن “یو” کے حوالے سے بتایا کہ اس کے کزن کی ٹانگیں خون آلودہ اور کچلی ہوئی تھیں۔
سیکیورٹی کیمرہ کی فوٹیج میں یوان کو جمعرات کی صبح 4.40 بجے اپنے خنزیروں کو چارہ ڈالنے کے لئے منڈی میں داخل ہوتے دیکھا گیا ہے۔
اس کی لاش ایک گھنٹے کے بعد ملی۔
اسے قتل کرنے والا خنزیر یوان یا اس کے کزن کا نہیں تھا۔
مارکیٹ کے ایک منیجر نے ایویننگ نیوز کو بتایا کہ خنزیر کو تالے میں بند کر دیا گیا تاکہ دوسروں پر حملہ نہ کرے جبکہ پولیس جائے وقوعہ سے شہادتیں اکٹھی کر رہی ہے۔
اطلاعات کے مطابق یوان کا خاندان اور مارکیٹ حکام اس کی موت کے معاوضے پر مذاکرات کر رہے ہیں۔
اگرچہ ایسا شاذونادر ہوتا ہے، خنزیروں کی جانب سے انسانوں پر حملے کے واقعات پہلے بھی ریکارڈ کیے گئے ہیں۔
2016 میں، ایک خنزیر نے ماساچیوسٹ میں ایک خاتون اور اس کے خاوند پر حملہ کیا اور مرد کو شدید زخمی کر دیا تھا۔
دس سال قبل، ایک 650 پاؤنڈ وزنی خنزیر نے ایک ویلش کسان کو ٹریکٹر کے ساتھ دے مارا لیکن اس کی بیوی کے بعد میں اسے بھگا دیا۔
جب 2012 میں خنزیر اوریگن کے ایک کسان کو کچا کھا گئے تو ایک مانٹوبا کسان نے CBC نیوز کو بتایا کہ خنزیر عام طور پر جارحیت پسند نہیں ہوتے لیکن خون کا ذائقہ “ٹریگر” کے طور پر کام کر سکتا ہے۔
وہ صرف مستی کر رہے ہوتے ہیں۔
وہ موچتے ہیں، بہت متجسس ہوتے ہیں .... وہ آپ کو ضرر نہیں پہنچاتے۔
اس نے کہا آپ کو صرف ان کی صحیح قدر کرنی ہوتی ہے۔
سمندری طوفان روزا کے باقیات جنوب مغربی امریکہ میں شدید بارشیں لائیں گے
جیسا کہ پیشنگوئی کی گئی ہے، میکسیکو کے شمالی ساحل کے یخ بستہ پانیوں کے اوپر سے گزرتے ہ ہوئے سمندری طوفان روزا کمزور ہو رہا
تاہم، روزا پورے شمالی میکسیکو اور جنوب مغربی یو ایس میں آئندہ دنوں میں سیلابی بارشوں کا باعث ہو گی۔
اتوار کو مشرقی وقت کے مطابق صبح 5 بجے روزا کی ہوا کی رفتار 85 میل فی گھنٹہ تھی، جو کیٹیگری 1 سمندری طوفان کی ہوتی ہے، اور اس کا مقام میکسیکو کے پنٹا اوگینیا سے 385 میل جنوب مغرب میں واقع تھا۔
توقع کی جاتی ہے اتوار کو روزا شمال کی جانب بڑھے گا۔
دریں اثناء، بحر الکاہل کی اوپر ایک ٹرف بننا شروع ہو رہی ہے اور امریکہ کے مغربی ساحل کی جانب مشرق کی طرف رواں ہے جبکہ روزا سوموار کو ایک باجا کیلیفورنیا سطح مرتفع کی جانب بڑھ رہا ہے ایک حاری طوفان کے طور پر وہ حاری نمی کو شمال کی جانب جنوب مغربی امریکہ کی طرف دھکیلے گا۔
روزا سوموار کو میکسیکو کے کچھ حصوں میں 10 انچ تک بارش برسائے گا۔
پھر، حاری نمی آنے والی ٹرف کے ساتھ ملکر آنے والے دنون میں جنوب مغربی علاقوں میں شدید بارشیں لائے گی۔
مقامی طور پر، 1 سے 4 انچ بارش خطرناک سیلابی ریلے، ملبے کے بھاؤ اور صحرا میں ممکنہ طور پر مٹی تودے گرنے کا باعث بنے گی۔
گہری حاری نمی کچھ مقامات پر بارش کی شرح کو فی گھنٹہ 2 سے 3 انچ تک لے جائے گی، خاص طور پر جنوبی نیواڈا اور آرزونا کے کچھ حصوں میں۔
جنوب مغرب کے کچھ حصوں میں، خاص طور پر زیادہ تر آرزونا میں 2 سے 4 انچ بارش کا امکان ہے۔
بارش کی حاری اور منتشر ہونے کی نوعیت سے تیزی کے ساتھ تبدیل ہونے والے حالات کی وجہ سے سیلابی ریلوں کا امکان ہے۔
حاری بارش کے خطرے کی وجہ سے پیدل صحرا میں نکلنے کا مشورہ دینا انتہائی نادانی ہو گی۔
شدید بارش آبی دروں کو غضبناک دریاؤں میں تبدیل کر سکتی ہے اور گرج چمک کے ساتھ طوفان تیز ہواؤں اور گرد کے بادلوں کا باعث بنے گا۔
بڑھتا ہوا ٹرف جنوبی کیلیفورنیا کے ساحل کے کچھ حصوں میں مقامی طور پر شدید بارش لائے گا۔
مجموعی طور پر نصف انچ سے زائد کی بارش ممکن ہے، جس سے راستوں اور سڑکوں پر مٹی کے بھاؤ سے پھلسن پیدا ہو سکتی ہے۔
یہ اس خطے کے برساتی موسم کی پہلی بارش ہو گی۔
کچھ منتشر حاری بارش کے چھینٹے اتوار کی شام اور سوموان کی صبح سویرے آرزونا کی طرف بڑھا شروع ہوں گے اور سوموار کی شام اور منگل کو بارش زیادہ دور تک پھیل جائے گی۔
منگل کو شدید بارش فور کارنرز تک پھیل جائے گی اور بدھ تک جاری رہے گی۔
اکتوبر میں پورے امریکہ میں درجہ حرارت کے شدید اتار چڑھاؤ دیکھے جا سکتے ہیں جبکہ قطب شمالی ٹھنڈا ہو جاتا ہے، لیکن منطقہ حارہ کافی گرم رہتے ہیں۔
اس سے بسااوقات تھوڑے تھوڑے فاصلوں پر درجہ حرارت میں ڈرامائی تبدیلیاں واقع ہوتی ہیں۔
وسطی امریکہ میں اتوار کو درجہ حرارت میں ڈرامائی فرق اس کی ایک بڑی مثال ہے۔
کینساس شہر، میسوری اور اماہا، نیبراسکا اور سینٹ لوئز اور ڈیس موئنز، آئیوا کے درمیان تقریبا 20 ڈگری تک درجہ حرارت کا فرق ہو گا۔
اگلے چند دنوں میں، موسم گرما کی گرمائش میں دوبارہ اضافہ اور وسعت آئے گی۔
وسطی اور مشرقی امریکہ کے زیادہ تر علاقوں میں اکتوبر کا آغاز گرم ہونے کا امکان ہے اور جنوبی میدانی علاقوں سے شمالی مشرق کے کچھ حصوں میں درجہ حرارت 80 کی حد تک پہنچ سکتا ہے۔
نیو یارک شہر میں منگل کو درجہ حرارت 80 تک پہنچ سکتا ہے، جو اوسط سے تقریبا 10 ڈگر زیادہ ہو گا۔
ہماری طویل مدتی پیشگوئی اکتوبر کے پہلے پندہ دنوں تک مشرقی امریکہ میں اوسط سے بلند درجہ حرارت کے زیادہ امکانات ظاہر کر رہی ہے۔
20 ملین سے زائد افراد نے بریٹ کینیوا کی سماعت دیکھی
سپریم کورٹ کے نامزد جج بریٹ کینیوا اور خاتون جنہوں نے ان پر مبینہ طور پر 1980 کی دہائی میں واقع ہونے والی جنسی زیادتی کا الزام عائد کیا ہے، کرسٹائن بلاسی فورڈ، کی منگل کو شہادت چھ ٹیلی وژن نیٹ ورکوں پر 20 ملین سے زائد افراد نے دیکھی۔
دریں اثناء، سیاسی کشیدگی ابھی جاری ہے، اور جمعہ کے دن واقع ہونے والی آخری منٹ کی غیر متوقع صورتحال جس کے تحت آرزونا کے سینیٹر جیف فلیک نے ایف بی آئی کی جانب سے الزامات کی ایک ہفتے کے لئے تفتیش کرنے کے لئے ایک معاہدہ تیار کیا کے لئے نشریاتی اداروں نے اپنے باقاعدہ پروگراموں میں خلل پیدا کیا۔
مس فورڈ نے سینیٹ کی عدالتی کمیٹی کو بتایا ان کو 100 فیصد یقین ہے کہ ہائی اسکول کی ایک پارٹی کے دوران نشے کی حالت میں کینیوا نے اسے پکڑ کر اس کے کپڑے اتارنے کی کوشش کی۔
کینیوا نے جذباتی شہادت کے دوران کہا اسے 100 فیصد یقین ہے کہ ایسا نہیں ہوا۔
اس بات کا امکان ہے کہ جمعہ کو نیلسن کی اطلاع کے مطابق 20.4 ملین سے زائد افراد نے سماعت کو دیکھا۔
کمپنی سی بی ایس، اے بی سی، این بی سی، سی این این، فاکس نیوز چینل اور ایم ایس این بی سی پر اوسط ناظرین کی گنتی کر رہی تھی۔
پی بی ایس، C-SPAN اور فاکس بزنس نیٹ ورک سمیت دوسرے نیٹ ورکوں کے لئے اعداد و شمار دستیاب نہیں تھے، جنہوں نے اسے دکھایا۔
اور نیلسن کو عموما دفتروں میں دیکھنے والے افراد کی پیمائش کرنے میں مسئلہ ہوتا ہے۔
اس نقطہ نظر کے پیش نظر، اس کے ناظرین کا سائز ایک پلے آف فٹبال میچ یا اکیڈمی ایوارڈ جتنا تھا۔
نیلسن نے بتایا فاکس نیوز چینل، جس کے شرکاء نے کینیوا کی تقرری کی پرزور حمایت کی ہے 5.69 ملین کے اوسط ناظرین کے ساتھ پورے دن کی سماعت کے دوران سب نیٹ ورکوں سے آگے رہا۔
اے بی سی 3.26 ملین ناظرین کے ساتھ دوسرے نمبر پر رہا۔
نیلسن نے بتایا کہ سی بی ایس کے 3.1 ملین، این بی سی کے 2.94، ایم ایس این بی سی کے 2.89 اور سی این این کے 2.52 ملین ناظرین تھے۔
سماعت کے بعد بھی دلچسپی برقرار رہی۔
جمعہ کے روز ڈرامے میں فلیک مرکزی کردار تھے۔
اعتدال پسند ریپبلیکن کے دفتر سے کینیوا کے حق میں ووٹ دینے کا بیان جاری ہونے کے بعد، جمعہ کی صبح کو سی این این اور سی بی ایس کیمروں نے ان کی ایسی حالت میں فلم بندی کی کہ مظاہرین ان پر چلا رہے تھے جیسے ہی انہوں نے عدالتی کمیٹی کی سماعت کے لئے ایک ایلیویٹر میں چڑھنے کی کوشش کی۔
سی این این پر براہ راست دکھایا گیا کہ وہ کئی منٹ نظریں نیچے کیے کھڑے رہے جب ان پر کڑی تنقید کی جا رہی تھی۔
ایک خاتون نے کہا، “میں تمہارے سامنے یہاں کھڑی ہوں۔”
“کیا تم سمجھتے ہو کہ وہ قوم سے سچ بول رہا ہے؟
اسے بتایا گیا، ‘تمہارے پاس اختیار ہے جب کہ بہت ساری خواتین بے اختیار ہیں۔”
فلیک نے کہا کہ ان کے دفتر نے بیان جاری کیا ہے اور ایلیویٹر کے بند ہونے سے پہلے مزید کہا ان کے پاس کمیٹی کی سماعت میں کہنے کے لئے مزید بہت کچھ ہے۔
کیبل اور نشریاتی نیٹ ورک سب وقوعہ کو براہ راست نشر کر رہے تھے، جب عدالتی کمیٹی کو کینیوا کی نامزدگی کو ووٹنگ کے لئے مکمل سینٹ کو بھیجنے کے لئے رائے شماری کرنی تھی۔
تاہم فلیک نے کہا کہ وہ ایسا صرف اس مفاہمت کے ساتھ کریں گے کہ ایف بی آئی کینیوا کے خلاف اگلے ہفتے الزامات کی تحقیقات کرے گی، جس پر اقلیتی ڈیموکریٹس بھی زور دیتے رہے ہیں۔
فلیک اپنے دوست ڈیموکریٹک سینیٹر کرس کونز کے ساتھ گفتگو کے بعد قائل ہوئے۔
کونز اور بعد میں کئی دوسرے سینیٹروں کے ساتھ گفتگو کے بعد، فلیک نے اپنا فیصلہ کیا۔
فلیک کے انتخاب کی اہمیت تھی، کیونکہ یہ واضح تھا کہ ریپبلیکنز کے پاس تحقیقات کے بغیر کینیوا کی منظوری کے لئے درکار ووٹ نہیں ہوں گے۔
صدر ٹرمپ نے کینیوا کے خلاف الزامات کی ایف بی آئی تحقیقات کا حکم دیدیا ہے۔
برطانوی وزیر اعظم مے کا ناقدین پر بریگزٹ پر ‘سیاست کرنے’ کا الزام
وزیر اعظم تھریسا مے نے سنڈے ٹائمز اخبار کو ایک انٹرویو میں اپنے یورپین یونین سے نکلنے کے منصوبے کے ناقدین پر برطانیہ کے مستقبل کے ساتھ ‘سیاست کرنے’ اور قومی مفاد کو نقصان پہنچانے کا الزام لگایا۔
برطانوی وزیر اعظم تھریسا مے 29 ستمبر 2018 کو برمنگھم میں کنزرویٹیو پارٹی کی کانفرنس کے لئے آ رہی ہیں۔
اخبار کے پہلے صفحے پر ان کے انٹرویو کے ساتھ ایک اور انٹرویو میں ان کے سابقہ وزیر خارجہ بورس جانسن نے بریگزٹ کے لئے ان کے چیکویرز منصوبے پر اپنی تنقید کا اعادہ کیا اور کہا کہ برطانیہ اور ای یو ایک دوسرے کے ٹیرف اکٹھے کرنے کی تجویز “مکمل طور پر بعید از قیاس ہے۔”
ویڈے سمز شوٹنگ: پولیس نے LSU کھلاڑی کے قتل کے الزام میں ڈائٹیون سمپسن کو گرفتار کر لیا
پولیس نے LSU میں ایک 20 سالہ باسکٹ بال کھلاڑی ویڈے سمز پر گولی چلا کر قتل کرنے میں شبہ میں ایک شخص کو گرفتار کر لیا۔
بیٹن روگ پولیس ڈیپارٹمنٹ نے بتایا کہ 20 سالہ ڈائٹیون سمپسن کو سیکنڈ ڈگری قتل کے الزام میں گرفتار کر کے جیل بھیج دیا گیا ہے۔
حکام نے سمز اور سمپسن کے درمیان مار کٹائی کی ویڈیو جاری کی ہے اور پولیس نے بتایا کہ لڑائی کے دوران سمز کے جشمے کھو گئے تھے۔
پولیس کو چشمے جائے وقوعہ سے ملے اور بتایا کہ انہوں  ان پر سمپسن کا ڈی این اے پایا ہے۔
سمپسن سے تفتیشن کے بعد، پولیس نے بتایا کہ اس نے ویڈ پر مہلک انداز میں شوٹنگ کرنے کا اعتراف کر لیا ہے۔
وکیل نے رپورٹ کیا ہے کہ اس کی زر ضمانت 350,000 ڈالر مقرر کی گئی ہے۔
ایسٹ بیٹن روگ پیرش کے کورونر کے دفتر نے جمعہ کو ابتدائی رپورٹ جاری کی اور کہا کہ موت کی وجہ سر سے گردن میں گولی پیدا ہونے والا زخم ہے۔
محکمہ نے گرفتاری کے لئے تحقیقات میں مدد کرنے پر لوزیانا اسٹیٹ پولیس کے مفروروں کو پکڑنے کی ٹاسک فورس، ریاستی پولیس کی کرائم لیب، سدرن یونیورسٹی پولیس اور علاقے کے شہریوں کے تعاون کو سراہا۔
LSU ایتھلیٹک ڈائریکٹر جو الیفا نے “انصاف فراہم کرنے میں جانفشانی” دکھانے پر علاقے کے نفاذ قانون کے اداروں کا شکریہ ادا کیا۔
سمز 20 سال کی عمر کا تھا۔
چھ فٹ چھ فاروڈ بیٹن روگ میں پلا پڑا ہوا، جہاں اس کے والد وین نے بھی LSU کے لئے باسکٹ بال کھیلا۔
اس نے گزشتہ سیزن میں اوسط 5.6 پوائنٹس اور 2.6 ری باؤنڈ حاصل کیے۔
جمعہ کی صبح کو، LSU باسکٹ بال کے کوچ ول ویڈ نے کہا کہ ٹیم ویڈے کی موت سے “غمزدہ” اور “صدمے میں” ہے۔
ویڈ نے کہا کہ یہ ہی چیز ہے جس کے بارے میں آپ ہر وقت فکرمند رہے ہیں۔
آتش فشا سے میکسیکو شہر پر لاوا کی بارش
پوپوکاٹپیٹی آتش فشا سے نکلنے والا لاوا میکسیکو کے دارالحکومت کے جنوبی محلوں تک پہنچ گیا ہے۔
قدرتی آفات سے بچاؤ کے قومی مرکز نے ہفتہ کو میکسیکو کے باشندوں کو خبردار کیا کہ آتش فشاء سے دور رہیں جب اس نے تیزی سے لاوا اگلنا شروع کیا اور 24 گھنٹوں کے دوران 183 گیس اور مٹی کے اخراجات ریکارڈ کیے گئے۔
مرکز اس میں متعدد جھٹکوں اور اگلنے کی آوازوں کی مانیٹرنگ کر رہا ہے۔
سماجی میڈیا پر تصاویر میں میکسیکو شہر کے علاقوں جیسا کہ زوچیملکو میں کاروں کے شیشوں پر مٹی کی تہہ دکھائی گئی ہے۔
ماہرین ارضیات نے ستمبر 2017 میں وسطی میکسیکو میں ہونے والے 7.1 شدت کے زلزلے کے بعد آتش فشا کی سرگرمی میں اضافے کا مشاہدہ کیا ہے جو دارالحکومت سے 45 میل (72 کلومیٹر) کے فاصلے پر واقع ہے۔
“ڈون گویو” نامی آتش فشا 1994 سے فعال ہے۔
آزادی ووٹ کی سالگرہ سے قبل پولیس کی کاٹالان علیحدہ پسندوں کے ساتھ جھڑپ
بارسلونا میں ہفتہ کو آزادی کے حامی مظاہرین اور پولیس کے درمیان جھڑپوں کے بعد چھ افراد کو گرفتار کر لیا گیا ہے اور دونوں جانب سے ہزاروں افراد نے کاٹالونیا کی علیحدگی کے بارے میں رائے دہندگی کی پہلی سالگرہ کے موقع پر مظاہروں میں شرکت کی۔
علیحدگی پسندوں کا ایک گروہ جو ماسک پہنے ہوئے تھا نے پولیس پر انڈے اور پاؤڈر پینٹ پھینکا جس سے ان گلیوں میں دھول کے گہرے بادل چھا گئے جہاں عام طور پر سیاحوں کی رش ہوتی ہے۔
بعد میں مظاہرین کے درمیان جھڑپیں بھی شروع ہو گئیں اور پولیس نے لڑائی کو روکنے کے لئے لاٹھی چارج کیا۔
کئی گھنٹوں تک آزادی کے حامی گرہوں نے “کوئی فراموشی نہیں، کوئی معافی نہیں” کے نعرے لگائے جبکہ یونینسٹ مظاہرین نے “سپین زندہ باد” کے نعرے لگائے۔
مقامی پریس کے مطابق، چودہ افراد کا معمولی زخموں کے لئے علاج کیا گیا۔
یکم اکتوبر کو ہونے والے ریفرنڈم جسے میڈرڈ نے غیرقانونی قرار دیا جبکہ علیحدگی پسند کاٹالانز نے اس پر خوشی منائی کے ایک سال بعد بھی آزادی کی ذہنیت رکھنے والے خطے میں کشیدگی برقرار ہے۔
ووٹروں نے غالب اکثریت کے ساتھ آزادی کے حق میں ووٹ دیا، اگر ٹرن آؤٹ کم رہا اور علیحدہ کے مخالف لوگوں نے زیادہ تر رائے دہندگی کا بائیکاٹ کیا۔
کاٹالان حکام کے مطابق گزشتہ سال تقریبا 1000 افراد زخمی ہوئے تھے جب پولیس نے پرتشدد جھڑپوں کے دوران خطے میں پولنگ سٹیشنوں پر پولنگ کو روکنے کی کوشش کی۔
آزادی کے حامی گروہوں نے قومی پولیس کے حق میں ایک مظاہرہ روکنے کے لئے جمعہ کو شب بیداری کی۔
مظاہرہ تو منعقد کیا گیا لیکن اسے مختلف راستہ اپنانے پر مجبور کیا گیا تھا۔
ایک 68 سالہ الیکٹریشن نارسس ٹرمیس جو اپنی بیوی کے ساتھ علیحدگی پسندوں کے مظاہرے میں شریک تھا نے کہا کہ وہ کاٹالونیا کی آزادی حاصل کرنے کے امکانات کے بارے میں مزید پرامید نہیں ہے۔
گزشتہ سال ہم کچھ بہترین لمحات سے گزرے۔
رائے دہندگی میں حصہ لینے پر میں نے اپنے والدین کو خوشی کی وجہ سے روتے ہوئے دیکھا لیکن اب ہم پھنسے ہوئے ہیں۔
گزشتہ سال دسمبر میں علاقائی انتخابات میں اہم اگرچہ کم مارجن کے ساتھ جیت کے باوجود، کاٹالان آزادی پسند جماعتوں کو اس سال تحریک کو برقرار رکھنے میں مشکلات کا سامنا ہے کیونکہ ان کے کئی مشہور قائدین یا کو اپنی مرضی پر جلاوطن ہیں یا ریفرنڈم کا انتظام کرنے اور بعد میں آزادی کا اعلان کرنے پر زیر حراست ہیں۔
ایک 42 سالہ مکینک جوان پوئیگ جو فون پر پولیس کی حمایت میں احتجاج ریکارڈ کر رہا تھا بنے بتایا کہ دونوں اطراف کے سیاست دانوں نے تنازع کو ہوا دی ہے۔
اس نے بتایا کہ کشیدگی بڑھتی جا رہی ہے۔
گزشتہ سال کے بعد زیر حراست نو کاٹالان قائدین میں سے ایک اوریول جنکیوراس نے ہفتہ کو اعلان کیا کہ وہ اگلے سال یورپی پارلیمنٹ کے انتخابات میں حصہ لیں گے۔
انہوں نے کہا کہ یورپی انتخابات میں ایک امیدوار کے طور پر کھڑا ہونا جمہوری اقدار میں تنزلی اور ہسپانوی حکومت کی زیادتیوں کی مذمت کرنے کا بہترین طریقہ ہے۔
لنڈن ڈیری: گھر میں کار گھسانے کے الزام میں تین افراد گرفتار
لنڈن ڈیری میں ایک گھر میں متعدد مرتبہ کار سے ٹکریں مارنے کے جرم میں 33، 34 اور 39 تین افراد کو گرفتار کیا گیا ہے۔
یہ واقعہ جمعرات کو برطانیہ کے معیاری وقت کے مطابق تقریبا 19:30 بجے بالنگارڈ کریسنٹ میں پیش آیا۔
سراغ رساں انسپکٹر باب بلیمنگز نے بتایا کہ گیٹ اور عمارت کو نقصان پہنچا ہے۔
اس واقعے کے کسی وقت کار پر ایک تیر بھی پھینکا گیا ہے۔
مینگا کے گول سے لیونگسٹن کی رینجرز پر 0-1 سے جیت
ڈولی مینگا کے لیونگسٹن کے لئے پہلے گول نے فتح دلا دی۔
ترقی یافتہ لیونگسٹن نے رینجرز کو جیت سے حیران کر دیا اور آئبروکس کلب کے منیجر کے طور پر سٹیون جیرارڈ کی 18 گیمز میں دوسری شکست کی وجہ بنی۔
ڈولی مینگا کی سٹرايک مختلف رہی جبکہ گیری ہولٹ کی ٹیم ہائبرنیان کے ساتھ دوسرے نمبر پر برابر رہی۔
جیرارڈ کی ٹیم اس سیزن میں پریمیئر شپ میں مخالفین کے گراؤنڈ میں حاصل کردہ کسی جیت کے بغیر ہے اور اگلے اتوار کو اس کا مقابلہ ہرٹس کے ساتھ ہو گا، جس وہ آٹھ پوائنٹس پیچھے ہے۔
اس سے قبل، رینجرز جمعرات کو یورپا لیگ میں ریپڈ ویانا کے خلاف کھیلی گی۔
دریں اثناء، لیونگسٹن ڈیوژن میں اپنی فتوحات کو چھ گیمز تک لے گئی ہے اور ہیڈ کوچ ہولٹ کو گزشتہ ماہ کینی ملر کی جگہ لینے کے بعد کسی شکست کا سامنا نہیں ہوا۔
لیونگسٹن کے کند وزیٹرز کے خلاف چانسز کم ہیں۔
ہولٹ کی ٹیم کو اسکور کرنے سے بہت پہلے سبقت لے جانا چاہیئے تھا، جبکہ انکے کند پن نے رینجرز کو ہر طرح کے مسائل سے دوچار کیا۔
اسکاٹ رابنسن نے بریک تھرو کیا لیکن اپنی کاوش کو بمشکل گول کے سامنے تک لے جا سکا، پھر ایلن لتھگرو اپنی کو زیادہ وسیع کر پایا اس سے پہلے کہ اس کریگ ہالکیٹ کے گول سے آر پار ہیڈر کا سامنا کرنا پڑا۔
میزبان ٹیم رینجرز کو ان کے ساتھ کھیلنے کی اجازت دینے سے مطمئن تھی، یہ جانتے ہوئے کہ وہ سیٹ پیسز میں وزیٹرز کو مشکل میں ڈال سکتے ہیں۔
اور اسی انداز میں انتہائی اہم گول وجود میں آیا۔
رینجرز نے ایک فری کک مہیا کی اور لیونگسٹن نے شروعات کی جب ڈیکلان اور گالاغر نے ملکر مینگا کا سامنا کیا، جس نے باکس کے وسط سے اسکور کر ڈالا۔
اس مرحلے تک، رینجرز کی پوزیشن حاوی تھی لیکن انہوں نے پایا کہ میزبان ٹیم کا دفاع ناقابل شکست ہے اور گول کیپر لیام کیلی مستقل مجاز ہے۔
یہ ہی پیٹرن دوسرے ہاف میں بھی جاری رہا، اگرجہ الفریڈو مورلوس نے کیلی سے ایک سیو حاصل کیا۔
سکاٹ پٹمین کو رینجرز کے گول کیپر ایلن میک گریگر نے محروم رکھا اور لتھگرو نے لیونگسٹن کے ایک اور سیٹ پلے سے دور کی شاٹ لگائی۔
لیونگسٹن کے خانے میں تسلسل کے ساتھ کراس آتے رہے اور تسلسل کے ساتھ کلیئر ہوتے رہے، جبکہ پینلٹی کے صرف دو دعوے کیے گئے - جب ہالکیٹ نے متبادل گلین مڈلٹن کا سامنا کیا اور ایک ہینڈبال کے لئے - جن کو رد کر دیا گیا۔
لیونگسٹن کی جانب سے ‘غیر معمولی’ - تجزیہ
ٹونی ماکارونی ایرینا میں بی بی سی سکاٹ لینڈ کے آلاس ڈیر لامونٹ
لیونگسٹن کے لئے ایک غیر معمولی کارکردگی اور نتیجہ۔
ایک شخص کے لئے، وہ زبردست تھے، جو اس بلندی کے سفر میں مسلسل توقعات سے بڑھ کر کارکردگی دکھاتے رہے۔
اپنی چوٹی کی پرواز پر واپسی کے بعد سے ان کے کھیلنے کا سٹائل اور ٹیم کے رکن بہت کم تبدیل ہوئے ہیں، لیکن اصل صلہ ہولٹ کو جاتا ہے جس نے اپنی آمد کے بعد ٹیم کو مضبوط بنایا ہے۔
اس کے بہت سارے ہیرو ہیں۔
کپتان ہالکیٹ زبردست رہے، جس نے انتہائی خوبصورتی کے ساتھ انتظام کیا گیا دفاع پیش کیا جبکہ مینگا نے پورے کھیل کے دوران کونور گولڈسن اور جو ورال کو پنجوں پر رکھا۔
تاہم،رینجرز میں وہ جوش و جذبہ نہیں تھا۔
جتنے اچھے وہ جیرارڈ کی زیر قیادت بسااوقات رہے ہیں، وہ ان معیارات پر پورا نہیں اتر سکے۔
ان کا گیند پر کنٹرول نہیں تھا اور میزبانوں کے خلاف صرف ایک مرتبہ آغاز کر سکے - اور یہ رینجرز کے لئے خطرے کی گھنٹی ہے جبکہ وہ اسکور ٹیبل پر درمیان میں ہیں۔
اردوگان کے لئے کولون میں ملا جلا استقبال
ہفتے کے روز (29 ستمبر) کو مسکراہٹیں اور نیلا آسمان تھا جب ترکی اور جرمنی کے قائدین نے ناشتے پر ملاقات کی۔
صدر اردوگان کا جرمنی کو متنازع دورے کا یہ آخری دن تھا - جس کا مقصد نیٹو اتحادیوں کے درمیان تعلقات کو ٹھیک کرنا تھا۔
انہوں نے انسانی حقوق، پریس کی آزادی اور ای یو میں ترکی کی شمولیت سمیت امور کے حوالے سے اختلاف کیا۔
اردوگان بعد میں ایک عظیم الشان نئی مسجد کا افتتاح کرنے کے لئے کولون روانہ ہوئے۔
اس شہر میں ترکی کے بعد سب سے زیادہ ترک باشندے آیاد ہیں۔
پولیس نے 25,000 کے ہجوم کو مسجند کے سامنے اکٹھے ہونے سے روکنے کے لئے سیکیورٹی خدشات کا حوالہ دیا، لیکن کئی حامی اپنے صدر کو دیکھنے کے لئے قریب ہی جمع ہو گئے۔
سینکڑوں اردوگان مخالف مظاہرین - جن میں سے زیادہ تر کرد تھے - بھی اکٹھے ہوئے اور اردوگان کی پالیسیوں اور انہیں ملک میں خیر مقدم کہنے پر جرمن حکومت کی مذمت کی۔
یہ مظاہرے اس بات کی عکاسی کرتے ہیں یہ کچھ جرمن ترک اردوگان کو ہیرو کے طور پر سراہتے ہیں اور دیگر ان کو ایک مُطلِقُ العنان حکمران سمجھتے ہیں۔
ڈیپٹفورڈ روڈ حادثہ: کار کے ساتھ ٹکر سے سائیکل سوار ہلاک
لندن میں ایک کار کے ساتھ ٹکر میں ایک سائیکل سوار ہلاک ہو گیا۔
یہ حادثہ برطانوی وقت کے مطابق تقریبا 10:15 بجے شہر کے جنوب مشرق میں ڈیپٹفورڈ کی ایک مصروف سڑک پر بیسٹ ووڈ اسٹریٹ اور ایلوائن سٹریٹ کے جنکشن پر پیش آیا۔
کار کے ڈرائیور نے کار روکی اور پیرامیڈکس نے طبی امداد فراہم کی، لیکن وہ موقع پر ہلاک ہو گیا۔
یہ حادثہ تقریبا ایک میل کے فاصلے پر چلڈرز سٹریٹ پر مار کر بھاگنے کے واقعے کے ایک ماہ بعد پیش آیا ہے جس میں ایک اور سائیکل سوار ہلاک ہو گیا تھا۔
میٹروپولیٹن پولیس نے بتایا کہ افسران شخص کی شناخت کرنے اور اس کے لواحقین کو اطلاع دینے کی کوشش کر رہے ہیں۔
سڑک بند کر دی گئی ہے اور بسوں کا رخ موڑ دیا گیا اور لوگوں کو علاقے کا رخ نہ کرنے کا مشورہ دیا گیا ہے۔
لانگ لارٹن جیل: ہنگامہ آرائی میں چھ اہلکار زخمی
مردوں کے ایک ہائی سیکیورٹی جیل میں بدامنی کی وجہ سے چھ جیل اہلکار زخمی ہو گئے ہیں۔ یہ بات پریزن آفس نے بتائی۔
بدامنی اتوار کو برطانوی وقت کے مطابق تقریبا 09:30 وارسٹرشائر میں واقع HMP لانگ لارٹن میں پیش آئی۔
انتشار جس میں آٹھ قیدی ملوث ہیں پر قابو پانے کے لئے ماہر “ٹورناڈو” اہلکار بلائے گئے ہیں۔ ان کو ایک ونگ میں علیحدہ کر دیا گیا ہے۔
اہلکاروں کا چہرے پر معمولی زخموں کے لئے موقع پر علاج کیا گیا ہے۔
پرزن سروس کے ایک ترجمان نے بتایا: HMP لانگ لارٹن میں جاری واقعے سے نمٹنے کے لئے خصوصی طور پر تربیت یافتہ جیل کا عملہ تعینات کیا گیا ہے۔
عملے کے چھ اہلکار زخمی ہوئے ہیں۔
ہم اپنے قیدخانوں میں تشدد برداشت نہیں کرتے، اور اس بارے میں واضح ہیں کہ ذمہ داروں کو پولیس کے حوالے کیا جائے گا اور ان کی قید میں اضافہ کیا جائے گا۔
HMP لانگ لارٹن میں ملک کے کجھ انتہائی خطرناک مجرموں سمیت 500 سے زائد قیدی رکھے گئے ہیں۔
جون میں رپورٹ کیا گیا کہ ایک قیدی کے حملے میں جیل کے گورنر کو زخم آئے جن کا علاج ہسپتال میں کیا گیا۔
اور گزشتہ سال اکتوبر میں شدید ہنگامہ آرائی سے نمٹنے کے لئے پولیس کو طلب کیا گیا تھا۔ اس میں عملے کے ارکان پر پول بالز سے حملہ کیا گیا۔
سمندری طوفان روزا سے فیونکس، لاس ویگاس، سالٹ لیک سٹی میں سیلابی ریلوں کا خطرہ (خشک سالی سے متاثرہ علاقوں کو فائدہ ہو سکتا ہے)
ایک حاری بگولا کا آرزونا کو متاثر کرنا شاذونادر ہوتا ہے، لیکن بالکل ایسا کچھ ہونے کا امکان اگلے ہفتے کے اوائل میں ہے جب سمندری طوفان روزا کی باقی ماندہ توانائی صحرا جنوب مغرب کا رخ کرے گی اور سیلابی ریلوں کا خطرہ پیش کرے گی۔
قومی موسمیاتی سروس نے پہلے ہی سوموار اور منگل کے لئے مغربی آرزونا سے جنوبی اور مشرقی نیواڈا، جنون مشرقی کیلیفورنیا اور اوتاہ بشمول فیونکس، فلیگ سٹاف، لاس ویگاس اور سالٹ لیک سٹی کے لئے سیلابی ریلوں کے انتباہ جاری کر دیے ہیں۔
روزا کا سوموار کو بارش کے ساتھ آمد کے بعد منگل کو فیونکس کے اوپر براہ راست راستہ اپنانے کی توقع ہے۔
فیونکس میں قومی موسمیاتی سروس نے ایک ٹویٹ میں بتایا کہ “1950 کے بعد صرف دس سائکلونز (گرد بارد) نے فیونکس کے 200 میل کے فاصلے کے اندر حاری طوفان یا بگولے کی حیثیت برقرار رکھی ہے!
کیترینا (1967) ایک سمندری طوفان تھا جو اے زیڈ کی سرحد کے 40 میل کے اندر رہا۔”
قومی سمندری طوفان کے مرکز کے تازہ ترین ماڈلز کے 2 سے 4 انچ بارش کی پیشگوئی کرتے ہیں جبکہ آرزونا کے موگولون علاقے میں اکا دکا مقامات پر 6 انچ تک بارش ہو سکتی ہے۔
وسطی راکیز اور گریٹ بیسن سمیت صحرائے جنوب مغربی کے دوسرے علاقوں میں 1 سے 2 انچ بارش ہونے کا امکان، جبکہ اکا دکا جگہ میں مجموعی طور پر 4 انچ بارش ہو سکتی ہے۔
ایسے علاقے جو سیلابی بارشوں کے خطرے سے باہر ہیں، روزا کی لائی ہوئی بارش رحمت ثابت ہو گی کیونکہ یہ خطہ خشک سالی کا شکار ہے۔
اگرچہ سیلاب کا خطرہ ایک سنگین خدشہ ہے، کچھ بارش کا مفید ہونے کا امکان ہے کیونکہ جنوب مغربی علاقہ خشک سالی سے دوچار ہے۔
امریکی خشک سالی مانیٹر کے مطابق، آرزونا کا 40 فیصد سے زائد علاقہ انتہائی خشک سالی کا شکار ہے جو دوسری بلند ترین کیٹیگری میں آتا ہے۔ اسے weather.com نے رپورٹ کیا۔
پہلے، روزا کا راستہ میکسیکو کے باجا کیلیفورنیا سطح مرتفع سے گزرے گا۔
روزا جو اتوار کی صبح زیادہ سے زیادہ 85 میل فی گھنٹہ کی ہواؤں کے ساتھ سمندری طوفان کی قوت برقرار رکھے ہوئے تھا میکسیکو کے علاقے پنٹا ایگونیا کے جنوب میں 385 میل کے فاصلے پر ہے اور 12 میل فی گھنٹہ کی رفتار سے شمال کی طرف بڑھ رہا ہے۔
طوفان کو بحرالکاہل میں ٹھنڈے پانیوں کا سامنا ہے اور اس وجہ سے اس کی قوت کم ہو رہی ہے۔
لہذا، توقع کی جاتی ہے کہ سوموار کی دوپہر یا شام کو یہ میکسیکو میں حاری طوفان کی قوت سے ٹکرائے گا۔
میکسیکو کے کچھ حصوں میں بارش شدید ہو سکتی ہے اور سیلاب کا خطرہ پیدا کر سکتی ہے۔
weather.com کے مطابق، باجا کیلیفورنیا سے شمال مغربی سونورا تک مجموعی طور پر 3 سے 6 انچ بارش متوقع ہے اور کہیں 10 انچ تک کا بھی امکان ہے۔
روزا پھر ایک حاری طوفان کے طور پر میکسیکو کے اوپر مشرق کی جانب راستہ بنائے گا اور منگل کی صبح ایک حاری بگولے کے طور پر آرزونا کی سرحد پر پہنچے گا۔ پھر یہ آرزونا سے ہوتے ہوئے منگل کی راست کو جنوبی اوتاہ پہنچے گا۔
قومی سمندری طوفان مرکز نے بتایا کہ روزا اور اس کے باقیات سے متوقع بڑا خطرہ باجا کیلیفورنیا، شمال مغربی سونورا اور امریکی صحرائے جنوب مغرب میں انتہائی شدید بارش ہو گی۔
ان بارشوں کی وجہ سے صحراؤں میں مہلک سیلابی ریلے اور پہاڑی علاقے میں مٹی کے تودے گر سکتے ہیں۔
مڈسومر نورٹون حملہ: قتل کی کوشش پر چار افراد گرفتار
سومرسٹ میں چاقوں کے زخموں کے ساتھ ایک 16 سالہ لڑکے کے ملنے پر تین نوجوانوں اور ایک 20 سالہ شخص کو قتل کی کوشش کی شبہ میں گرفتار کیا گیا ہے۔
ہفتہ کو برطانوی وقت کے مطابق تقریبا 04:00 مڈسومر نورٹون کے ایکسیلیسر ٹیرس علاقے میں نوجوان بچے کو زخمی پایا گیا۔
اسے ہسپتال لے جایا گیا جہاں اس کی حالت “مستحکم” بتائی جاتی ہے۔
آیون اور سومرسیٹ پولیس نے بتایا کہ ایک 17 سالہ، دو 18 سالہ اور ایک 20 سالہ شخص کو رات کو ریڈسٹاک علاقے سے گرفتار کیا گیا۔
اہلکاروں نے لوگوں سے اپیل کی ہے کہ اگر ان کے پاس واقعہ کی کوئی موبائیل فون فوٹیج ہو تو سامنے آئیں۔
ٹرمپ کا کہنا ہے کینیوا نے ڈیموکریٹک پارٹی کی ‘کمینگی، غصہ برداشت کیا’
ٹرمپ نے ویسٹ ورجینیا کے وہیلنگ علاقے میں ایک ریلی کو بتایا کہ جج کینیوا کے لئے ووٹ کا مطلب ہے ڈیموکریٹک پارٹی کی بے اصل اور شرمناک چالوں کو مسترد کرنے کے لئے ایک ووٹ ہے۔
ٹرمپ نے الزام لگایا کہ کینیوا نے اپنی نامزدگی کے عمل میں ڈیموکریٹک پارٹی کی “کمینگی اور غصہ برداشت کیا ہے۔”
کینیوا نے جمعرات کو کانگریس کے روبرو شہادت دی اور کرسٹائن بلاسی فورڈ کے الزامات کی پرزور اور جذباتی انداز میں تردید کی۔ کرسٹائن نے الزام عائد کیا کہ کینیوا نے انہیں کئی دہائیاں قبل جب وہ کم عمر تھے جنسی طور پر ہراساں کیا۔
فورڈ نے بھی سماعت کے دوران اپنے الزام کے حوالے سے گواہی دی۔
صدر نے ہفتہ کو دعوی کیا کہ ‘امریکیوں نے اس روز کینیوا کی کوالٹی اور حوصلے کا مظاہرہ کیا۔’
انہوں نے ویسٹ ورجینیا میں حامیوں کے ایک ہجوم کو بتایا کہ جج کینیوا کی تصدیق کے لئے ایک ووٹ ہمارے وقتوں کے انتہائی قابل قانونی شخصیت اور پبلک سروس کے شاندار ریکارڈ کے ساتھ ایک قانون دان کے حق ایک ووٹ ہو گا۔
صدر نے وسط مدتی انتخابات میں ریپبلیکن ٹرن آؤٹ کی اہمیت کے بارے میں بات کرتے ہوئے کینیوا کی نامزدگی کا اشارتا حوالہ دیا۔
انہوں نے کہا کہ ہماری زندگی کے انتہائی اہم انتخابات میں سے ایک صرف پانچ ہفتے دور ہیں۔
میں اس میں حصہ نہیں لے رہا، لیکن درحقیقت میں حصہ لے رہا ہوں۔
اسی وجہ سے میں زبردست امیدواروں کے حق میں ہر جگہ جا رہا ہوں۔
ٹرمپ نے استدلال کیا کہ ڈیموکریٹس “مزاحمت کرنے اور رکاوٹ ڈالنے’ کے مشن پر کاربند ہیں۔
GOP قیادت کے ایک سینیئر معاون نے سی این این کو بتایا کہ کینیوا کی نامزدگی کے بارے میں سینیٹ میں پہلی اہم رائے شماری جمعہ سے پہلے پہلے ہو گی۔
انڈونیشیاء میں زلزلے، سونامی سے سینکڑوں افراد جاں بحق، اموات میں اضافہ
بہا کر لے گئی جب انڈونیشیا کے جزیرے سلاویسی میں شدید زلزلے اور سونامی میں کم از کم 384 افراد جاں بحق اور کئی آسمان سے باتیں کرتیں لہروں میں بہہ گئے۔ یہ بات حکام نے ہفتہ کو بتائی۔
جمعہ کو پالو شہر میں سینکڑوں افراد ایک میلے کے لئے ساحل پر اکٹھے ہوئے جب چھ میٹر (18 فٹ) تک اونچی لہریں غروب کے وقت ساحل سے ٹکرائی اور اپنے راستے میں لوگوں اور چیزوں کو بہا کر لے گئیں۔
سونامی 7.5 شدت کے زلزے کے بعد پیدا ہوئی۔
انڈونیشیا کی قدرتی آفات سے نمٹنے کی ایجنسی BNPB کے ترجمان سوٹوپو پروو نوگروہو نے جکارتہ میں ایک بریفنگ کو بتایا کہ جب گزشتہ روز سونامی کا خطرہ پیدا ہوا تو لوگ ابھی ساحل پر اپنی سرگرمیوں میں مصروف تھے۔ وہ فوری طور پر فرار نہیں ہوئے اور موجوں کا شکار بن گئے۔
نوگروہو نے بتایا کہ سونامی اپنے ساتھ کاروں، درختوں، مکانوں اور زمین پر ہر ایک چیز کو بہا کر لے گئی۔ انہوں نے مزید بتایا کہ ساحل سے ٹکرانے سے پہلے سونامی کی موجیں 800 کلومیٹر فی گھنٹہ (497  میل فی گھنٹہ) کی رفتار سے سمندر سے گزریں۔
انہوں نے بتایا کہ کجھ لوگ سونامی سے بچنے کے لئے درختوں پر چڑھ اور اس طرح بچ گئے۔
تقریبا 16,700 افراد کو پالو میں امدادی مراکز میں منتقل کیا گیا ہے۔
ایجنسی کی جانب سے جاری ہونے والی فضائی تصاویر میں عمارتوں اور دوکانوں کو تباہ، پل گرے ہوئے اور ایک مسجد پانی میں ڈوبی ہوئی دیکھی جا سکتی ہے۔
ساحلی شہر میں ہفتے کو بھی زلزلے کے جھٹکے محسوس ہوتے رہے ہیں۔
زلزے کے جھٹکے 2.4 ملین افراد کی آبادی والے علاقے میں محسوس کیے گئے ہیں۔
ٹیکنالوجی کے جائزہ اور اطلاق کے لئے انڈونیشیا کی ایجنسی (BPPT) نے بیان میں کہا کہ جمعہ کے روز شدید زلزلے سے جاری ہونے والی توانائی جنگ عظیم دوئم میں ہیروشیما پر گرائے گئے ایٹم بم کی قوت سے تقریبا 200 گنا زیادہ تھی۔
اس نے کہا کہ ہو سکتا ہے شہر کے جغرافیہ، جو ایک طویل اور تنگ خلیج پر واقع ہے، نے سونامی کی شدت میں اضافہ کیا ہو۔
نوگروہو نے نقصان کو “وسیع” قرار دیا اور کہا کہ ہزاروں مکانات، ہسپتال، شاپنگ مال اور ہوٹل زمین بوس ہو گئے ہیں۔
انہوں نے بتایا کہ کچھ لاشیں منہدم عمارتوں کے ملبے دبی ہوئی ملی ہیں اور مزید کہا کہ 540 افراد زخمی اور 29 لاپتہ ہیں۔
انہوں نے کہا کہ پالو کے شمال میں 300 کلومیٹر (190 میل) کے ساحل کا علاقہ جو ڈونگالا کہلاتا ہے اور زلزلے کے مرکز کے قریب ہے میں ہلاکتیں اور نقصان زیادہ ہو سکتا ہے
نوگروہو نے کہا مواصلاتی نظام مکمل طور پر تباہ ہو گیا ہے اور ڈونگالا سے کوئی اطلاعات نہیں۔
ریڈ کراس نے ایک بیان میں بتایا کہ واں 300,000 سے زائد افراد رہتے ہیں اور مزید بتایا کہ اس کا عملہ اور رضاکار متاثرہ علاقے کی طرف روانہ ہو رہے ہیں۔
اس نے بتایا کہ یہ ایک المیہ ہے اور اس میں مزید شدت آ سکتی ہے۔
پالو میں سونامی کے بارے میں اطلاع نہ دینے پر ہفتے کے روز ایجنسی پر کڑی تنقید کی گئی، اگرچہ عہدیداروں نے بتایا کہ لہریں انتباہ کیے جانے والے وقت کے اندر آئی تھیں۔
سماجی میڈیا پر شیئر کی گئی غیر پیشہ ورانہ فوٹیج میں ایک عمارت کی اوپر والی منزل پر کھڑا شخص نیچے گلی میں لوگوں کو سونامی کے آنے کے بارے میں زور زور سے خبردار کر رہا ہے۔
منٹوں کے اندر پانی کی ایک دیوار ساحل سے ٹکرائی اور اپنے ساتھ عمارتوں اور کاروں کو بہا کر لے گئی۔
رائٹرز فوری طور پر فوٹیج کی تصدیق نہیں کر پائی۔
زلزلے اور سونامی کی وجہ سے بڑے پیمانے پر بجلی میں تعطل پیدا ہوا جس سے پالو کے اردگرد مواصلات کے نظام میں خلل پیدا ہوا اور حکام کے لئے امدادی سرگرمیوں میں تعامل کرنا مشکل ہو گیا۔
فوج نے جکارتہ اور دوسرے شہروں سے کارگو جہازوں میں امدادی سامان بھیجنا شروع کر دیا ہے، لیکن متاثرین کو اب بھی خوراک اور دوسری بنیادی ضرورت کی اشیاء کی اشد ضرورت ہے۔
شہر کے ہوائی اڈے کو صرف امدادی سرگرمیوں کے لئے دوبارہ کھولا گیا ہے اور دوسرے پروازوں کے لئے اکتوبر تک بند رہے گا۔
صدر جوکو ویڈوڈو اتوار کو پالو میں امدادی مراکز کا دورہ کریں گے۔
انڈونیشیا سونامی میں اموات کی تعداد 800 سے زائد ہو گئی
حالت بہت بری ہے۔
جبکہ ورلڈ وژن کا عملہ حفاظت کے ساتھ پالو شہر میں پہنچ گیا ہے، جہاں اس کے ملازمین ان کے دفتر کے صحن میں قائم ٹارپولین سے بنی پناہ گاہوں میں مقیم ہیں۔ وہ راستے میں تباہی کے مناظر سے گزرے ہیں۔
انہوں نے بتایا کہ راستے میں بہت سارے مکانات تباہ شدہ تھے۔
حالت بہت بری ہے۔
اگرچہ امدادی گرہوں نے امدادی کاموں کے لئے سامان کو منتقل کرنے کا مشکل کام شروع کر دیا ہے، کچھ نے شکایت کی ہے کہ انتہائی تجربہ رکھنے والے غیرملکی امدادی کارکنوں کو پالو کو سفر کرنے سے روکا جا رہا ہے۔
انڈونیشیا کے قواعد کے مطابق، بیرون ملک سے فنڈنگ، سامان اور عملہ صرف اس صورت میں آنا شروع ہو سکتا ہے اگر قدرتی آفت کے مقام کو قومی آفت زدہ زون قرار دیا جاتا ہے۔
ایسا ابھی نہیں ہو۔
انڈونیشیا ریڈ کراس کے ایک ترجمان اولیا آریانی نے بتایا کہ یہ ابھی صوبے کی سطح کی آفت ہے۔
ایک مرتبہ جب حکومت کہتی ہے کہ ٹھیک ہے یہ قومی آفت ہے تو ہم بین الااقوامی امداد کا مطالبہ کرتے ہیں، لیکن یہ حیثیت ابھی نہیں دی گئی۔
جمعہ کو ہونے والے زلزلے اور سونامی کے بعد جب پالو میں دوسری رات پڑی کو گمشدہ افراد کے دوست اور لواحقین اللہ سے دعا کر رہے تھے کہ ان کے پیارے قدرتی آفات میں معجزاتی طور پر بچ جانے والوں میں شامل ہوں۔
ہفتے کو ایک چھوٹے بچے کو نالی سے زندہ نکالا گیا۔
اتوار کو، امدادی کارکنوں نے ایک خاتون کو دو دن ملبے کے نیجے دبے رہنے کے بعد زندہ نکالا جبکہ اس کی ماں کی لاش اس کے قریب پڑی تھی۔
انڈونیشیا کی قومی پیرا گلائڈنگ ٹیم کے کوچ گنڈون سباندونو نے دو گمشدہ پیراگلائڈروں کو ایشین گیمز کے لئے تربیت دی تھی۔ یہ گیمز اس ماہ کے شروع میں انڈونیشیا میں اختتام پذیر ہوئیں۔
روا روا ہوٹل میں پھنسے ہوئے دیگر افراد میں مسٹر منڈاگی نے بتایا ان کے طلباء شامل تھے۔
انہوں نے بتایا کہ پیراگلائڈنگ شعبے میں ایک سینیئر کے طور پر، میرے اپنے جذبات تھے۔
مسٹر گنڈون نے بتایا کہ کیسے روا روا ہوٹل کے منہدم ہونے کی خبر کے پیراگلائڈنگ کمیونٹی میں پھیلنے کے گھنٹوں کے اندر انہوں نے پالو سے تعلق رکھنے والے کھلاڑیوں کو جو ساحلی میلے میں شریک تھے WhatsApp پیغامات بھیجے تھے۔
ان کے پیغامات میں سے ایک کو نیلے نشانات کے بجائے بھورے رنگ کا نشان ملا۔
انہوں نے بتایا کہ اس کا مطلب ہے ان کے پیغامات ڈیلیور نہیں ہوئے۔
چوروں نے لیوائی نیوپورٹ میں اے ٹی ایم ری فل کے دوران 26,750 ڈالر چرا لیے
نیوپورٹ محکمہ پولیس کے ایک بیان کے مطابق، چور جمعہ کی صبح کو لیوائی پر نیوپورٹ میں ایک اے ٹی ایم ری فل کرتے ہوئے برنکس کے کارکن سے 26,750 ڈالر چرا کر لے گئے۔
سراغ رساں ڈینس میک کارتھی نے ریلیز میں تحریر کیا کہ کار کا ڈرائیور تفریحی کمپلیکس میں اے ٹی ایم کو خالی کر کے مزید پیسے ڈالنے کی تیاری کر رہا تھا۔
جبکہ وہ اپنے کام میں مصروف تھا، ایک شخص “برنکس ملازم کے پیچھے سے دوڑا” اور ڈیلیوری کے لئے رکھا گیا بیگ چرا کر لے گیا۔
گواہوں نے موقع سے کئی مشتبہ افراد کو بھاگتے ہوئے دیکھا، تاہم پولیس نے واقع میں ملوث افراد کی تعداد نہیں بتائی۔
ان کی شناخت کے بارے میں معلومات رکھنے والے کسی بھی شخص کو 859-292-3680 پر نیوپورٹ پولیس سے رابطہ کرنا چاہیئے۔
کانیے ویسٹ: ریپر نے اپنا نام تبدیل کر کے یہ (Ye) رکھ دیا
ریپر کانیے ویسٹ اپنا نام تبدیل کر کے Ye رکھ رہے ہیں۔
ٹوئٹر پر ہفتہ کو تبدیلی کا اعلان کرتے ہوئے، اس نے تحریر کیا: “میں رسمی طور پر کانیے ویسٹ کے نام سے مشہور ہوں۔”
اکتالیس سالہ ویسٹ کا عرف کچھ عرصے سے Ye رہا ہے اور انہوں نے اس کو اپنی آٹھویں البم کے عنوان کے طور پر استعمال کیا ہے، جسے جون میں ریلیز کیا گیا۔
یہ تبدیلی اس کی سیچر ڈے نائیٹ لائیو میں شرکت سے قبل کی گئی ہے، جہاں توقع ہے کہ وہ اپنی نئی البم یاندھی لانچ کریں گے۔
وہ شو میں آریانا گرینڈ کی جگہ لے رہے ہیں جنہوں نے ‘جذباتی وجوہات” کی بناء پر اپنی شرکت کو منسوخ کر دیا۔ یہ بات شو کے مالک نے بتائی۔
ان کے موجودہ پیشہ ورانہ نام کا مخفف ہونے کے ساتھ ساتھ، ویسٹ نے اس سے قبل کہا کہ نیا لفظ ان کے لئے مذہبی اہمیت رکھتا ہے۔
میں سمجھتا ہوں کہ ‘ye’ بائبل میں استعمال ہونے والا سب سے عام لفظ ہے اور بائبل میں اس کا مطلب “تم” ہے۔ یہ بات ویسٹ نے ریڈیو میزبانی بگ بوائے کے ساتھ اپنی البم کے بارے میں تبادلہ خیال کرتے ہوئے کہی۔
تو میں تم ہوں، میں ہم ہوں اور یہ ہم ہیں۔
اس کی ابتداء کانیے سے ہوئی جس کا مطلب ہے صرف ایک اور اب یہ Ye ہو گیا ہے - جو ہماری اچھائی، ہماری بڑائی، ہماری پریشانی اور ہر چیز کی عکاسی ہے۔
البم بھی ہم کون ہیں کی ایک عکاسی ہے۔
وہ چند مشہور ریپرز میں سے ہے جنہوں نے اپنے نام تبدیل کیے ہیں۔
سین کومبز پف ڈیڈی، پی ڈڈی یا ڈڈی کے مختلف ناموں سے جانا جاتا ہے، لیکن اس سال اس نے لو اور برادر لو کے ناموں کے لئے اپنی ترجیح کا اعلان کیا۔
ویسٹ کے ایک سابقہ شراکت دار، JAY-Z نے بھی ہائفن اور بڑے حروف کے ساتھ اور ان کے بغیر نام استعمال کیے ہیں۔
میکسیکو کے AMLO کا شہریوں کے خلاف فوج نہ استعمال کرنے کا عزم
میکسیکو کے صدر منتخب آنڈریس مینوئل لوپیز اوبراڈور نے شہریوں کے خلاف کبھی بھی فوج نہ استعمال کرنے کے عزم کا اظہار کیا ہے جبکہ ملک طلباء کے خلاف خونریز انتقامی کاروائی کی 50 ویں برسی کی طرف بڑھ رہا ہے۔
لوپیز نے ہفتہ کو ٹلاٹلولکو پلازا میں “میکسیکو کے لوگوں کے خلاف کبھی بھی فوج استعمال نہ کرنے کے کا وعدہ کیا۔”
فوجیوں نے 2 اکتوبر 1968 کو پلازا میں پرامن مظاہرے پر فائرنگ کر کے کم از کم 300 افراد کو قتل کر دیا تھا، ایک ایسے وقت میں جب بائیں بازوں کی طلباء تحریکیں پورے لاطینی امریکہ میں جڑیں پکڑ رہی تھیں۔
لوپیز اوبراڈور نے تعلیم حاصل کرنے والوں کو ماہانہ سبسڈی دیکر اور مزید مفت سرکاری یونیورسٹیاں کھول کر نوجوانوں کی مدد کرنے کا وعدہ کیا ہے۔
انہوں نے کہا کہ بے روزگاری اور تعلیمی مواقع کی کمی نوجوانوں کو جرائم پیشہ گروہوں کی طرف راغب کرتی ہے۔
امریکہ کو اے آئی کے لئے فنڈنگ کو دوگنا کرنا چاہیئے
جبکہ چین مصنوعی ذہانت کے شعبے میں زیادہ فعال ہو رہا ہے، امریکہ کو اس فیلڈ میں تحقیق پر خرچ کی جانے والی رقم کو دوگنا کرنا چاہیئے۔ یہ بات سرمایہ کار اور اے آئی پریکٹیشنر کائی فو لی نے کہی جنہوں نے گوگل، مائیکروسافٹ اور ایپل کے لئے کام کیا ہے۔
یہ تبصرے ایسے وقت میں کیے جا رہے ہیں جب امریکی حکومت کے مختلف حصوں نے اے آئی اعلانات کیے ہیں، اگرچہ مجموعی طور پر امریکہ کے پاس کوئی باضابطہ اے آئی حکمت عملی نہیں ہے۔
دریں اثناء، چین نے گزشتہ سال اپنے منصوبے کا اعلان کیا۔ وہ 2030 تک اے آئی جدت پسندی میں نمبر 1 ہونے کا خواہشمند ہے۔
لی نے کہا کہ اے آئی تحقیق کے بجٹ کو دوگنا کرنا ایک اچھا آغاز ہو گا، جبکہ تمام دوسرے ممالک امریکہ سے بہت پیچھے ہیں اور ہم اے آئی میں اگلی بڑی دریافت کے منتظر ہیں۔
لی نے اس ہفتے ایک انٹرویو میں سی این بی سی کو بتایا کہ فنڈنگ کو دوگنا کرنا ان امکانات کو دوگنا کرے گا کہ اے آئی میں اگلی بڑی کامیابی امریکہ میں حاصل کی جاتی ہے۔
لی، جن کی کتاب “اے آئی سپرپاورز: چین، سیلیکون ویلی اور نیا عالمی نظام” اس ماہ ہوٹون مفلن ہارکورٹ کی جانب سے شائع کی گئی، Sinovation Ventures کے سی ای او ہیں۔ اس کمپنی نے چین میں سب سے ممتاز اے آئی کمپنیوں میں سے ایک، ++Face میں سرمایہ کاری کی ہے۔
کارنیگی میلون یونیورسٹی میں 1980 کی دہائی میں انہوں نے اے آئی سسٹم پر کام کیا جس نے امریکہ کے سب سے بلند رینکنگ والی اوتھیلو پلیئر کو مات دی۔ بعد میں، وہ مائیکروسافٹ ریسرچ میں ایک ایگزیکیٹیو اور گوگل کی چین شاخ کے صدر رہے ہیں۔
لی نے سابقہ امریکی حکومت کے ٹیکنالوجی کے مقابلوں جیسا کہ دفاعی ایڈوانسڈ ریسرچ منصوبے، ایجنسی کے روبوٹ سازی کے چیلنچ کو سراہا اور سوال کیا کہ اگلا مقابلہ کب ہو گا تاکہ اگلی نسل کے ویژنریز کی شناخت کی جا سکے۔
لی نے کہا کہ امریکہ میں محققین کو حکومتی گرانٹ حاصل کرنے کے لئے اکثر سخت محنت کرنی پڑتی ہے۔
لی نے کہا کہ یہ چین نہیں بلکہ کارپوریٹس ہیں جو تدریسی قائدین لیکر جا رہی ہیں۔
فیس بک، گوگل اور دوسری ٹیکنالوجی کمپنیوں نے حالیہ سالوں میں اے آئی پر کام کرنے کے لئے یونیورسٹیوں سے ماہرین کی خدمات حاصل کی ہیں۔
لی نے کہا کہ امیگریشن پالیسی میں تبدیلیاں بھی امریکہ کو اپنے اے آئی کاوشوں میں فروغ دینے میں مدد دے سکتی ہیں۔
انہوں نے کہا کہ اے آئی میں پی ایچ ڈی رکھنے والوں کو خودکار طور پر گرین کارڈ کی پیشکش کی جانی چاہیئے۔
چین کی ریاستی کونسل نے جولائی 2017 میں اپنا اگلی نسل کا مصنوعی ذہانت ترقیاتی منصوبہ جاری کیا۔
لی نے کہا کہ چین کی قومی قدرتی سائنس کی فاؤندیشن تعلیمی اداروں میں اسی انداز سے فنڈز فراہم کرتی ہے جس انداز سے قومی سائنس فاؤنڈیشن اور دیگر حکومتی ادارے امریکی محققین کو پیسے دیتے، لیکن چین میں تعلیمی کام کا معیار کم ہے۔
اس سال کے شروع میں امریکی محکمہ دفاع نے ایک مشترکہ مصنوعی ذہانت مرکز قائم کیا جس کا مقصد صنعت اور تعلیمی اداروں سے شراکت داروں کو ملوث کرنا ہے اور وائیٹ ہاؤس نے مصنوعی ذہانت کے بارے میں سیلیکٹ کمیٹی کے قیام کا اعلان کیا ہے۔
اور اس سال DARPA نے ایک پیش قدمی جسے اے آئی نیکسٹ کہتے ہیں میں 2 بلین ڈالر کی سرمایہ کاری کا اعلان کیا۔
جہاں تک NSF کا تعلق ہے، یہ اس وقت اے آئی تحقیق پر سالانہ 100 ملین ڈالر سے زائد خرچ کرتی ہے۔
دریں اثناء، مصنوعی ذہانت کے بارے میں قومی سیکیورٹی کمیشن کے قیام کے حوالے سے امریکی قانون سازی پر کئی ماہ سے کوئی کام نہیں ہوا۔
ملک کا نام تبدیل کرنے کے حوالے سے مقدونیہ کے عوام نے ریفرنڈم میں حصہ لیا
مقدونیہ کے عوام نے اتوار کو ایک ریفرنڈم میں ووٹ ڈالے کہ آیا ملک کا نام “جمہوریہ شمالی مقدونیہ” رکھا جائے۔ یہ ایسا اقدام ہے جو یونان کے ساتھ کئی دہائیوں پرانا تنازع حل کرے گا جس کی وجہ سے اس نے یورپی یونین اور نیٹو میں مقدونیہ کی رکنیت کو بلاک کر رکھا ہے۔
یونان جس کا مقدونیہ کے نام سے ایک صوبہ ہے کا دعوی ہے کہ اس کے شمالی پڑوسی ملک کا نام اس کے خطے پر دعوے کو ظاہر کرتا ہے اور اس نے نیٹو اور ای یو میں مقدونیہ کے داخلے کو ویٹو کیا ہے۔
دونوں حکومتوں نے جون میں مجوزہ نئے نام کی بنیاد پر ایک معاہدہ کیا، تاہم قوم پرست مخالفین کا استدلال ہے کہ نام کی تبدیل مقدونیہ کی سلاوک اکثریتی آبادی کی نسلی شناخت کو نقصان پہنچائی گی۔
صدر جارج آئوانوف نے کہا کہ وہ ریفرنڈم میں ووٹ نہیں ڈالیں گے اور بائیکاٹ کی مہم نے شکوک پیدا کر دیے ہیں آیا ریفرنڈم کے مستند ہونے کے لئے کم از کم 50 فیصد کا ٹرن آؤٹ پورا ہو گا یا نہیں۔
ریفرنڈم کے بیلٹ پر سوال کی عبارت یہ تھی: “کیا آپ یونان کے ساتھ معاہدے کو قبول کر کے نیٹو اور ای یو کی رکنیت کے حق میں ہیں۔”
وزیر اعظم زوران رائیف سمیت نام تبدیل کرنے کے حامیوں کا خیال ہے کہ یہ مقدونیہ کے لئے ای یو اور نیٹو جیسے اداروں میں داخلے کی قیمت ہے۔ مقدونیہ یوگوسلاویہ کے خاتمے سے ابھرنے والا ایک ملک ہے۔
سکوپیے میں 79 سالہ اولیویرا جارجلوسکا نے کہا میں آج ملک کے مستقبل کے لئے ووٹ دینے کے لئے آئی ہوں، مقدونیہ میں نوجوان لوگوں کے لئے تاکہ وہ یورپین یونین کی چھتری تلے آزادی کے ساتھ رہ سکیں، کیونکہ اس کا مطلب ہے ہم سب کے لئے زیادہ محفوظ زندگیاں۔
اگرچہ قانونی طور پر ضروری نہیں، پارلیمنٹ کے کافی اراکین نے کہا ہے وہ ریفرنڈم کے نتیجے کو قبول کریں گے۔
نام تبدیل کرنے کے لئے پارلیمنٹ میں دو تہائی اکثریت درکار ہو گی۔
ریاستی الیکشن کمیشن نے کہا کہ 1 بجے تک بدعنوانیوں کی کوئی اطلاعات نہیں تھیں۔
تاہم، ٹرن آؤٹ صرف 16 فیصد رہا ہے، جبکہ 2016 میں گزشتہ پارلیمانی انتخاب میں یہ 34 فیصد تھا۔
دارالحکومت سکوپیے میں ایک 62 سالہووٹر گوسے تانوسکی نے کہا میں اپنے بچوں اور یورپ میں اپنی جگہ بنانے کی وجہ سے سے ووٹ دینے کے لئے آیا ہوں۔
مقدونیہ کے وزیر اعظم زوران زائیف، ان کی بیوی زوریکا اور بیٹا دشکو 30 ستمبر 2018 کو مقدونیہ کے شہر سٹرومیکا میں ملک کا نام تبدیل کرنے کے حوالے سے ریفرنڈم میں ووٹ ڈال رہے ہیں۔ یہ اقدام مقدونیہ کے لئے نیٹو اور یورپی یونین میں شمولیت کی راہ ہموار کرے گا۔
سپوکیے میں پارلیمنٹ کے سامنے، 54 سالہ ولادمیر کاوادرکوف ریفرنڈم کا بائیکاٹ کرنے والوں کے لئے ایک چھوٹا سا سٹیج تیار کر رہا تھا اور خیموں کے سامنے کرسیاں کھینچ رہا تھا۔
کاوادرکوف نے کہا ہم نیٹو اور ای یو کے حق میں ہے، لیکن ہم سر بلند کر کے ان میں شامل ہونا چاہتے ہیں، سروس دروازے کے ذریعے نہیں۔
ہم ایک غریب ملک نہیں ہیں، بلکہ ہماری قدر و منزلت ہے۔
اگر وہ ہمیں مقدونیہ کے طور پر شامل نہیں کرنا چاہتے تو ہم چین اور روس کی طرف رخ کر سکتے ہیں اور یورو-ایشیا انضمام کا حصہ بن سکتے ہیں۔
وزیر اعظم زائیف کا کہنا ہے کہ نیٹو کی رکنیت مقدونیہ میں انتہائی ضروری سرمایہ کاری لائے گی۔ ملک میں بے روزگاری کی شرح 20 فیصد سے زائد ہے۔
اپنا ووٹ ڈالنے کے بعد زائیف نے کہا میں سمجھتا ہوں کہ بھاری اکثریت اس کے حق میں ہو گی کیونکہ ہمارے 80 فیصد شہری ای یو اور نیٹو کے حق میں ہیں۔
انہوں نے کہا “ہاں” کا نتیجہ “ہمارے مستقبل کی تصدیق ہو گی۔”
سوموار کو مقدونیہ کی انسٹی ٹیوٹ برائے پالیسی ریسرچ کی جانب سے شا‏ئع کیے گئے سروے میں کہا گیا کہ 30 اور 43 فیصد کے درمیان ووٹر ریفرنڈم میں حصہ لیں گے - جو مطلوبہ ٹرن آؤٹ سے بہت کم ہے۔
مقدونیہ کی ٹلما ٹی وی کی جانب سے منعقد کیے گئے ایک اور سروے میں کہا گیا کہ 57 فیصد جواب دہندگان اتوار کو ووٹ دینے کا ارادہ رکھتے ہیں۔
ان میں سے 70 فیصد نے ‘ہاں’ میں ووٹ دینے کا کہا۔
ریفرنڈم کو کامیاب ہونے کے لئے ٹرن آؤٹ کو 50 فیصد کے اوپر ایک ووٹ ہونا چاہیئے۔
ریفرنڈم میں ناکامی مغرب نواز حکومت کی پالیسی کے لئے شدید دھچکا ہو گا جس نے گزشتہ سال مئی میں اقتدار سنبھالا۔
دیکھیں: مینچسٹر سٹی کے سرگیو آگیورو گول کرنے کے لئے پورے برائٹون دفاع کو پار کر گئے
انگلینڈ کے شہر مینچسٹر میں اتحاد سٹیڈیم میں ہفتہ کو مینچسٹر سٹی کی 0-2 جیت میں سرگیو آگیورو اور راحیم سٹرلنگ نے برائٹون دفاع کو مات دی۔
آگیورو نے 65 ویں منٹ میں اپنے اسکور کو مضحکہ خیز طور پر آسان نظر آنا ظاہر کیا۔
آرجنٹائن سٹرائیکر نے چال کے شروع میں مڈفیلڈ میں ایک پاس وصول کیا۔
اوپن فیلڈ میں پہنچنے سے قبل انہوں نے برائٹون کے تین دفاع کاروں کو پیچھے چھوڑ دیا۔
آگیورو نے پھر اپنے آپ کو چار گرین شرٹس کے گھیرے میں دیکھا۔
اس نے ایک دفاع کار کو چکمہ دیا اور برائٹون باکس کے سرے پر کئی دیگر کو پیچھے چھوڑ دیا۔
پھر اس نے بائیں طرف سٹرلنگ کو پاس دیدیا۔
انگلش فارورڈ نے باکس میں پہلی لات کے ساتھ گیند واپس آگیورو کو دیدی، جس نے اپنا دایاں بوٹ استعمال کر کے برائٹون کیپر میتھیو ریان کو مات دیکر گیند نیٹ کی دائیں جانب پھینک دی۔
سٹی کے منیجر پیپ گارڈیولا نے رپورٹرز کو بتایا کہ آگیورو کو اپنے پاؤں میں کچھ مسائل درپیش ہیں۔
ہم نے 55، 60 منٹ کے لئے اس کے لئے کھیلنے کی بات کی تھی۔
اور ایسا ہی ہوا۔
ہم خوش قسمت تھے کہ اس نے اس وقت میں ایک گول کر دیا۔
لیکن یہ سٹرلنگ تھا جس نے پریمیئر لیگ کے مقابلے میں سکائی بلیوز کو ابتدائی برتری دلائی۔
وہ گول 29 ویں منٹ میں ہوا۔
اس کھیل میں آگیورو کو برائٹون کے علاقے میں گیند ملی۔
انہوں نے خوبصورت انداز میں بائیں جانب لیرآئے سین کو تھرو بال بھیجی۔
سین نے کچھ ٹھوکروں کے ساتھ اگلی پوسٹ پر گیند سٹرلنگ کو دیدی۔
سکائی بلیوز کے فارورڈ نے ہلکی ٹھوکر مار کر گیند نیٹ میں پھینک دی۔
منگل کو 12:55 کو جرمنی کے شہر رہین-نیکار-ایرینا میں سٹی کا مقابلہ چیمپیئن لیگ گروپ پلے میں ہوفنہیم کے ساتھ ہو گا۔
شرزر راکیز کے مقابلے میں سپائلر کھیلنا چاہتا ہے
نیشنلز کے پلے آف مقابلے سے باہر ہونے کے بعد، ایک اور سٹارٹ کے لئے کوئی بڑی وجہ نہیں تھی۔
لیکن ہمیشہ مقابلہ پر تلے رہنے والا شرزر اتوار کو کولوراڈو راکیز کے خلاف کھیلنا چاہتا ہے لیکن صرف صورت میں اگر راکیز کے لئے پلے آف کے مضمرات موجود ہوں، جو نیشنل لیگ ویسٹ میں لاس اینجلس ڈاجرز پر ایک گیم کی برتری رکھتی ہے۔
راکیز نے جمعہ کی رات کو نیشنلز پر 2-5 کی جیت کے ساتھ کم از کم ایک وائلڈ کارڈ حاصل، لیکن وہ اب بھی اپنا پہلا ڈیوژن ٹائٹل حاصل کرنے کے متلاشی ہیں۔
اگرچہ ہم کسی چیز کے لئے نہیں کھیل رہے، کم از کم ہم مقابلہ کر سکیں گے یہ جانتے ہوئے کہ یہاں ڈینور میں تماشائیوں کے ساتھ اور دوسری ٹیم اعلی ترین لیول پر کھیل رہے ہوں گے۔
میں کیوں نہ اس میں مقابلہ کروں؟
نیشنلز نے ابھی اتوار کے لئے اپنے سٹارٹر کا اعلان کرنا ہے، لیکن اطلاعات کے مطابق وہ ایسی صورتحال میں شرزر کو پچ کرنے کا موقع دیں گے۔
شرزر جو اپنی 34 ویں سٹارٹ لیں گے نے جمعمرات کو بل پین سیشن پھینکا اور توقع ہے کہ اتوار کو اپنے معمول کے مطابق کھیلیں گے۔
واشنگٹن سے تعلق رکھنے والا رائیٹ ہینڈر اس سیزن میں 220 2/3 اننگز میں 2.53 ERA اور 300 سٹرائیک آؤٹ کے ساتھ 7-18 پر ہے۔
ویسٹ ورجینیا میں ٹرمپ کی ریلی
صدر نے وسط مدتی انتخابات میں ریپبلیکن ٹرن آؤٹ کے بارے میں بات کرتے ہوئے اشارتا اپنے سپریم کورٹ کے نامزد شخص بریٹ کینیوا کے حوالے سے صورتحال کا حوالہ دیا۔
جو کچھ ہم نے کیا ہے وہ نومبر میں داؤ پر ہوگا۔
ہمارے وقتوں میں اہم ترین انتخابات میں سے ایک سے پانچ ہفتے دور۔
انہوں نے کہا کہ یہ بڑی بات ہے -- میں اس میں کھڑا نہیں ہوں لیکن درحقیقت میں شریک ہوں اور اسی وجہ سے میں ہر جگہ زبردست امیدواروں کے لئے لڑ رہا ہوں۔
ٹرمپ نے جاری رکھتے ہوئے کہا، “آپ ڈیموکریٹس کے اس خوفناک، خوفناک شدت پسند گروپ کو دیکھ رہے ہیں، آپ اسے واقع ہوتے دیکھ رہے ہیں۔
اور وہ کسی بھی ذرائع سے اقتدار واپس لینے کے لئے پرعزم ہے، آپ ان کی کمینگی، ان کی شرارت دیکھ رہے ہیں۔
وہ اس کا خیال نہیں کرتے کہ کس کو ضرر پہنچا رہے ہیں، اور اقتدار اور کنٹرول حاصل کرنے کے لئے کس کو روند رہے ہیں، ان کو صرف اقتدار اور کنٹرول چاہیئے، اور ہم ان کو یہ دونوں چیزیں نہیں دیں گے۔
انہوں نے کہا ڈیموکریٹس ‘مزاحمت اور رکاوٹ ڈالنے’ کے مشن پر ہیں۔
انہوں نے ڈیموکریٹس کو “غضبناک اور کمینہ اور شرارتی اور جھوٹے” قرار دیتے ہوئے کہا “اور آپ نے یہ چیز گزشتہ چار دنوں میں دیکھی ہے۔”
انہوں نے سینٹ عدالتی کمیٹی کی رینکنگ کی ڈیموکریٹک سینیٹر ڈاين فینسٹائن کا نام لیکر حوالہ دیا، جس کی وجہ سے حاضرین کی جانب سے آوازیں کسی گئیں۔
“کیا اس کا جواب یاد ہے؟”
کیا آپ نے دستاویز لیک کی؟
اوہو، اوہو، کیا۔
نہیں، اوہو نہیں۔ وہ واقعی ایک بری باڈی لینگوئج تھی - بدترین باڈی لینگوئج جو میں نے کبھی دیکھی۔
لیبر مزید ایک وسیع النظر گرجا گھر نہیں رہی۔
یہ اپنی دل کی بات کرنے والوں کو برداشت نہیں کرتی
جب میری مقامی پارٹی میں مومنٹم کے کارکنوں نے مجھے ملامت کرنے کے لئے رائے شماری کی تو یہ کوئی تعجب کی بات نظر نہیں آئی۔
آخرکار، میں لیبر اراکین پارلیمنٹ کی صف میں تازہ ترین اضافہ ہوں جن کو کہا گیا ہے کہ ہم پسندیدہ نہیں ہیں - صرف اس وجہ سے ہم دل کی بات کرتے ہیں۔
میری پارلیمانی ساتھی جوان ریان کو بھی اسی طرح کے رویے کا سامنا کرنا پڑا کیونکہ وہ یہود دشمنی کے خلاف کھڑی ہوئیں۔
میرے معاملے میں، ملامتی تحریک نے جیریمی کوربن کے ساتھ عدم اتفاق کرنے پر مجھے تنقید کا نشانہ بنایا۔
ذمہ دار معاشی پالیسی کی اہمیت پر، قومی سلامتی پر، یورپ پر، اسی طرح کے امور پر جن پر جیریمی سابقہ قائدین سے اتفاق نہیں کرتا۔
جمعہ کو ہونے والی ناٹنگھم ایسٹ لیبر کے اجلاس کے لئے نوٹس میں کہا گیا ہے کہ “ہم اجلاسوں کو مشمولی اور بارآور بنانا چاہتے ہیں۔”
مقامی لیبر ایم پی کے طور میرے آٹھ سالوں میں سے زیادہ تر میں جمعہ کی رات کے جی سی اجلاس بالکل اسی طرح کے ہوتے تھے۔
افسوس کے ساتھ آج کل، بہت سارے اجلاسوں کا لہجہ یہ نہیں رہا اور “رحم اور نرم مزاجی کی’ سیاست کا وعدہ بہت عرصہ ہوا ہے فراموش کر دیا گیا، بلاشبہ، اگر ایسا کبھی شروع بھی ہوا۔
یہ بات شدت کے ساتھ واضح ہو رہی ہے کہ لیبر پارٹی میں مخالف آراء کو برداشت نہیں کیا جا رہا اور ہر رائے کو اس حوالے سے دیکھا جاتا ہے کہ آیا وہ پارٹی قیادت کے لئے قابل قبول ہے یا نہیں۔
ایسا جیریمی کے لیڈر بننے کے فورا بعد ہوا ہے، کیونکہ میرے ساتھ جن کے بارے میں میں پہلے خیال کرتا تھا کہ میرے جیسا سیاسی نقطہ نظر رکھتے ہیں نے میرے سے یو ٹرن لینے اور ایسے مؤقف لینے کی توقع کرنا شروع کر دی جن سے میں بصورت دیگر کبھی کبھی اتفاق نہ کرتا - چاہے قومی سلامتی ہو یا ای یو سنگل مارکیٹ۔
جب کبھی میں عوام میں گفتگو کرتا ہوں - چاہے جو کچھ بھی میں کہوں - تو سماجی میڈیا میں طنز اور تنقید کی بارش شروع ہو جاتی ہے اور رد نامزدگی کے لئے مطالبات شروع ہو جاتے ہیں اور مجھے بتایا جاتا ہے مجھے لیبر پارٹی میں نہیں ہونا چاہیئے۔
اور یہ صرف میرا تجربہ نہیں ہے۔
بلاشبہ، میں جانتا ہوں کہ میں اپنے کچھ ساتھیوں سے زیادہ خوش قسمت ہوں کیونکہ میرے بارے میں تبصرے سیاسی نوعیت کے ہوتے ہیں۔
مجھے ان ساتھیوں کی پیشہ ورانہ صلاحیت اور عزم کو دیکھ کر تعجب ہوتا ہے جو ہر روز جنسی اور نسلی تعصب کی بنیاد پر بدسلوکی برداشت کرتے ہیں لیکن حوصلہ نہیں ہارتے۔
اس دور کی سیاست کے سب سے مایوس کن پہلوؤں میں سے ایک یہ ہے کہ کس طرح بدسلوکی کی سطحوں کو معمول کی بات بنا دیا گیا ہے۔
جیریمی کوربائن نے گزشتہ ہفتے دعوی کیا کہ لیبر پارٹی کو برداشت کی روایت کو فروغ دینا چاہیئے۔
حقیقت یہ ہے کہ ہم مزید وہ وسیع النظر گرجا گھر نہیں رہے اور ہر عدم اعتماد کی تحریک یا انتخاب کے قواعد کی تبدیلی کے ساتھ پارٹی زیادہ تنگ نظر بن جاتی ہے۔
گزشتہ دو سالوں میں مجھے بہت زیادہ نصیحت کی گئی کہ میں اپنا سر نیچے رکھوں، اتنی زیادہ صاف گو نہ بنوں تو پھر میں “بالکل ٹھیک ہوں گا۔”
لیکن میں سیاست میں ایسا کرنے کے لئے نہیں آیا۔
جب سے 32 سال قبل ایک اسکول کے شاگرد کے طور پر میں نے تھیچر حکومت کی لاپرواہی جس کی وجہ سے میرے کمپریہینسیو اسکول کی کلاس ختم ہونے کے قریب پہنچ گئی تھی کی وجہ سے لیبر میں شمولیت اختیار کی ہے، میں نے ان لوگوں کے لئے بہتر عوامی خدمت کی کوشش کی ہے جن کو اس کی سب سے زیادہ ضرورت ہے - چاہے مقامی کونسلر کے طور پر یا حکومتی وزیر کے طور پر۔
میں نے کبھی اپنی سیاست کو نہیں چھپایا، بشمول گزشتہ انتخاب میں۔
ناٹنگھم ایسٹ میں کوئی بھی کسی طرح میرے پالیسی کے بارے میں مؤقفوں اور موجودہ قیادت کے ساتھ عدم اتفاق کے بارے میں الجھن کا شکار نہیں ہوا۔
ان افراد کے بارے میں جنہوں نے جمعہ کو تحریک پیش کی کے بارے میں صرف میں یہ کہوں گا کہ جب ملک بریگزٹ کی جانب گامزن ہے جو گھرانوں، کاروباروں اور ہماری پبلک سروس کو نقصان پہنچائی گی، میں لیبر پارٹی کے قائد کے ساتھ اپنی وفاداری کو ثابت کرنے پر وقت اور توانائی ضائع کرنے کی خواہش نہیں رکھتا۔
لیکن صرف ایک پیغام جو میں نہ صرف ناٹنگھم مومنٹم بلکہ اپنے حلقے کے رائے دہندگان کو دینا چاہوں گا چاہے لیبر کے رکن ہوں یا نہیں: مجھے آپ کی خدمت کرنے پر فخر ہے اور میں وعدہ کرتا ہوں کہ رد نامزدگی کی دھمکیوں کی کوئی مقدار یا سیاسی مصلحت مجھے ان انداز سے کام کرنے سے نہیں روکے گی جو میں سمجھتا ہوں کہ آپ سب کے بہترین مفاد میں ہے۔
کرس لیسلی ناٹنگھم ایسٹ کے لئے رکن پارلیمنٹ ہیں
آئیر 17 - 38 ملروز: غیر مغلوب آئیر ٹاپ پر پہنچ گئی
دو تاخیری کوششیں حتمی نتیجے میں کچھ اونچ نیچ پیدا کر سکتی تھیں، لیکن اس میں کوئی شک نہیں کہ آئیر اس ٹینیٹس پریمیئر شپ کے حیرت انگیز اور تفریج میچ میں جیتنے کا استحقاق رکھتی تھی۔
وہ اب ٹیبل میں سب سے اوپر ہیں اور دس ٹیموں میں سے واحد ٹیم ہیں جن کو شکست نہیں ہوئی۔
آخر میں، ان کے عمدہ دفاع اور چانس لینے کی بہتر صلاحیت کی وجہ سے وہ کامیاب ہوئے اور کوچ پیٹر مورچی کو خوش ہونے کا پورا حق تھا۔
انہوں نے کہا اب تک ہمیں ہمارے کھیل میں آزمایا گیا ہے اور ہم اب بھی غیر مغلوب ہے، لہذا مجھے خوش ہونا پڑے گا۔
ملروز کے روبائن کرسٹی نے کہا: “آئیر کو کریڈٹ جاتا ہے، انہوں نے ہمارے مقابلے میں بہتر چانسز لیں۔
گرانٹ اینڈرسن کی 14 ویں منٹ میں کوشش، جسے فریزیر کلیمو نے اسکور میں تبدیل کیا نے آئیر کو برتری دلائی لیکن سکاٹ لینڈ کے کپتان روری ہیوگز کو ایک یلو کارڈ ملنے پر ملروز کو نمبر میں اضافہ کرنے کا موقع ملا اور جیسن بیگوٹ نے ایک کوشش کر ڈالی۔
کلیمو نے بالکل ہاف ٹائم میں ایک پینلٹی کے ساتھ آئیر کی برتری کو مضبوط کر دیا۔ انہوں اسکور کیا پھر اکیلی کوشش کو اسکور میں تبدیل کر کے بریک میں اسکور 5-17 کر دیا۔
لیکن ملروز نے دوسرے ہاف کا آغاز اچھی طرح کیا اور پیٹرک اینڈرسن کی کوشش، جسے بیگوٹ نے تبدیل کیا، نے
رواردھ ناٹ کو شدید زخم آنے کی وجہ سے کافی دیر میچ رکا رہا اور کھیل دوبارہ شروع ہونے پر آئیر مزید آگے بڑھی جب سٹیفورڈ میک ڈوال کی کوشش کو کلیمو نے تبدیل کیا۔
پھر آئیر کے نائب کپتان بلیئر میکفرسن کو یلو کارڈ دکھایا گیا اور دوبارہ ملروز نے اضافی کھلاڑی کی موجودگی سے فائدہ اٹھایا اور بروس کولوائن نے کوشش کی جسے تبدیل نہیں کیا جا سکا۔
میزبان ٹیم کھیل واپس ہوئی تاہم جب سٹراون ہچنسن کو بغیر گیند کے کلیمو کو ٹیکل کرنے پر یلو کارڈ دکھایا گیا تو میکفرسن نے بڑھتے ہوئے آئیر حملے پر گیند کو نیٹ میں ڈال دیا۔
کلیمو نے اسکور کیا جیسا اس نے دوبارہ شروع ہونے پر کیا تھا۔ اس سے پہلے کائیل روے نے ڈیوڈ آرمسٹراک کی باکس کک اکٹھی کی اور گریگور ہنری کو چکمہ دیکر میزبانی کی پانچویں کوشش کی۔
سٹل گیم کا سٹار ریستوران صنعت میں نئے کیریئر کا متلاشی
سٹل گیم کا سٹار فورڈ کیرنان میزبانی کی صنعت میں منتقل ہونے کے لئے تیار ہے اور یہ دریافت کیا گیا ہے  اس کا نام ایک لائسنس یافتہ ریستوران کمپنی کے ڈائریکٹروں میں شامل ہے۔
56 سالہ سٹار مشہور بی بی سی شو میں جیک جاورس کا کردار ادا کرتا ہے، جسے وہ طویل مدتی کامیڈی پارٹنر گریگ ہمفل کے ساتھ مل کر تحریر کرتے اور پیش کرتے ہیں۔
دونوں نے اعلان کیا ہے کہ اگلی نویں سیریز شو کی آخری سیریز ہو گی اور ایسا نظر آتا ہے کہ کریگ لینگ کے بعد کیرنان ہمیشہ کے لئے چھوڑنے کی منصوبہ بندی کر رہے ہیں۔
سرکاری ریکارڈ لسٹنگ کے مطابق، وہ Adriftmorn Limited کے ڈائریکٹر ہیں۔
اداکار نے خبر پر تبصرہ کرنے سے انکار کر دیا ہے اگرچہ سکاٹش سن کے ذرائع نے کہا ہے کہ کیرنان گلاسگو کی ‘بڑھتی ہوئی ریستوران تجارت’ میں ملوث ہونے کا سوج رہے ہیں۔
‘سمندر ہمارا ہے’: بولیویا کی ہیگ کی عدالت سے بحرالکاہل تک راستہ دوبارہ کھولنے کی توقع
لاپاز میں سیلر ایک بادبان لگے بحریہ کے ہیڈکواٹرز کے اردگرد گشت کر رہے ہیں۔
سرکاری عمارتوں پر سمندری رنگ کا نیلا جھنڈا لہرا رہا ہے۔
ٹیٹیکاکا جھیل سے ایمازون تک بحری بیسوں پر یہ مقولہ تحریر ہے: “سمندر پر ہمارا حق ہے۔
“اسے واپس لینا ہمارا فرض ہے۔”
خشکی سے گھرے پورے بولیویا میں 19 ویں میں ایک خونریز تصادم میں چلی کے ہاتھوں ساحل سمندر سے محروم ہونے کی یاد ابھی تازہ ہے - اور ساتھ ہی بحرالکاہل میں بحری سفر کرنے کی تمنا بھی۔
اب یہ آرزوئیں کئی دہائیون میں اب اپنی بلند ترین سطح پر ہے، جبکہ بولیویا پانچ سالوں کی کاروائی کے بعد 1 اکتوبر کو بین الاقوامی عدالت انصاف کے فیصلے کا منتظر ہے۔
بولیویا کے ایک سفارتکار روبرٹو کالزاڈیلا نے کہا کہ بولیویا کے پاس قوت تحریک، اتحاد اور طمانیت کا جذبہ ہے اور مثبت نظریے کے ساتھ نتیجے کی توقع رکھتا ہے۔
بولیویا کے بہت سارے شہری ملک بھر میں بڑی سکرینوں پر ICJ کے فیصلے کو دیکھیں گے، اس امید کے ساتھ کہ ہیگ میں ٹرائبونل بولیویا کے دعوے کے حق میں فیصلہ دے گا کہ کئی دہائیوں کے ناہموار مذاکرات کے بعد چلی بولیویا کو سمندر تک خودمختارانہ راستہ دینے کے لئے اس کے ساتھ مذاکرات کرنے کا ذمہ دار ہے۔
بولیویا کے مقناطیسی شخصیت رکھنے والے صدر ایوو مورالیس کو بھی سوموار کے فیصلے کے لئے کافی تگ ودو کرنی پڑی ہے۔
انہوں نے اگست میں عزم ظاہر کیا تھا کہ ان کا ملک بحرالکاہل تک واپس پہنچنے کے بہت قریب ہے۔
لیکن کچھ تجزیہ کاروں کا خیال ہے کہ اس بات کا امکان نہیں کہ عدالت بولیویا کے حق میں فیصلہ دے گی - اور اگر ایسا کرتی بھی ہے تو اس سے بڑی تبدیلی نہیں آئے گی۔
ہالینڈ میں قائم اقوام متحدہ کی عدالت کے پاس چلی کا علاقہ ان کے حوالے کرنے کا کوئی اختیار نہیں ہے، اور اس نے قرار دیا ہے کہ وہ ممکنہ مذاکرات کے نتیجے کا تعین نہیں کرے گی۔
بین الاقوامی قانون میں ایک چیلین ماہر پاز زاراتے نے کہا، یہ حقیقت کہ ICJ کا فیصلہ آخری جرح کے سنے جانے کے صرف چھ ماہ بعد دیا جا رہا ہے اس بات کو ظاہر کرتا ہے کہ کیس ‘پیچیدہ نہیں تھا۔’
بولیویا کے مقصد کو فروغ دینے کے بجائے، ہو سکتا ہے گزشتہ چار سالوں نے اسے نقصان پہنچایا ہو۔
زاراتے نے کہا کہ سمندر تک رسائی کے مسئلے کو بولیویا کی موجودہ انتظامیہ نے ہائی جیک کر لیا ہے۔
انہوں نے کہا کہ مورالیس کی جھگڑالو بیان بازی نے چلی کی باقی ماندہ خیرسگالی کو بھی ختم کر دیا ہے۔
بولیویا اور چلی کسی وقت بات کرنا جاری رکھ سکتے ہیں، لیکن اس کے بعد مذاکرات کرنا انتہائی مشکل ہو جائے گا۔
دونوں ممالک نے 1962 سے سفیروں کا تبادلہ نہیں کیا۔
سابق صدر اڈوارڈو روڈرگوئیز ولٹزے، جو ہیگ میں بولیویا کے نمائندہ ہیں نے اس تصور کو مسترد کیا ہے کہ عدالت کا فیصلہ سازی کا عمل غیر معمولی طور پر تیز تھا۔
انہوں نے کہا کہ سوموار کا دن بولیویا کے لئے چلی کے ساتھ تعلقات کے ایک نئے دور کا آغاز کرنے اور باہمی فائدے کے لئے عدم اتفاق کے 139 سالوں کو ختم کرنے کا ایک غیرمعمولی موقع ہے۔
کالزڈیلا نے اس بات کو مسترد کیا کہ مورالیس جو اب بھی لاطینی امریکہ کے انتہائی مقبول صدور میں سے ایک ہیں سمندری مسئلے کو سیاسی سہارے کے طور پر استعمال کر رہے ہیں۔
انہوں نے مزید کہا کہ بولیویا بحرالکاہل تک رسائی کے اپنے حق سے کبھی بھی نہیں دستبردار ہو گا۔
عدالت کا فیصلہ ماضی کو فراموش کرنے کی ضرورت کو اجاگر کرنے کا ایک موقع ہے۔
شمالی کوریا: امریکہ پر اعتماد کے بغیر ایٹمی تخفیف اسلحہ قابل قبول نہیں
شمالی کوریا کے وزیر خارجہ ری یونگ ہو کا کہنا ہے ان کا ملک ایٹمی ہتھیاروں سے کبھی بھی دستبردار نہیں ہو گا جب وہ واشنگٹن پر اعتماد نہیں کر لیتا۔
ری ہفتے کو اقوام متحدہ کی جنرل اسمبلی میں خطاب کر رہے تھے۔
انہوں نے امریکہ سے مطالبہ کیا کہ دونوں ممالک کے رہنماؤں کے درمیان سنگاپور میں ہونے والی سربراہ ملاقات میں کیے گئے وعدوں کو پورا کرے۔
ان کے تاثرات ایسے وقت میں سامنے آئے ہیں جب امریکی وزیر خارجہ مائیک پومپیو سنگاپور میں شمالی کوریا کے کم جونگ ان کے ساتھ ملاقات کے تین ماہ بعد تعطل کی شکار ایٹمی سفارتکاری کو دوبارہ شروع کرنے والے ہیں۔
ری نے کہا کہ یہ خام خیالی ہے کہ پابندیوں میں تسلسل اور کوریا کی جنگ کو ختم کرنے کے اعلان پر امریکی اعتراض شمالی کوریا کو گھٹنے ٹیکنے پر مجبور کر دے گا۔
واشنگٹن پیونگ یانگ کی جانب سے تخفیف اسلحہ کے حوالے سے قابل ذکر اقدامات کیے بغیر یہ اعلان کرنے کے بارے میں محتاط ہے۔
کم اور امریکی صدر ڈونلڈ ٹرمپ دونوں دوسری سربراہ ملاقات چاہتے ہیں۔
لیکن اس حوالے سے وسیع پیمانے پر شکوک پائے جاتے ہیں کہ پیونگ یانگ ایسے اسلحہ میں تخفیف کرنے کے بارے میں سنجیدہ ہے جسے وہ اپنی سلامتی کی واحد ضمانت سمجھتا ہو۔
پومپیو کم اور ٹرمپ کے درمیان دوسری سربراہ ملاقات کی تیاری کے لئے اگلے ماہ پیونگ یانگ کا دورہ کرنے کا ارادہ رکھتے ہیں۔
پیرس فیشن شو میں بڑے سائز کے سر کے پہناوؤں کی نمائش
اگر آپ اپنی ہیٹس کی کولیکشن کو بڑھانا چاہتی ہیں یا دھوپ کو مکمل طور پر روکنا چاہتی ہیں تو مزید انتظار نہ کریں۔
ڈیزائنرز والنٹینو اور تھوم براؤنی نے اپنے SS19 کولیکشن کے لئے رن وے پر بڑے سائز کے سر کے پہناوؤں کی نمائش کی ہے جس نے پیرس فیشن ویک میں سٹائل سیٹ کو خیرہ کر دیا۔
اس موسم گرما میں انسٹاگرام پر عجوبہ قسم کی ہیٹس کی بھرمار تھی اور ان ڈیزائنروں نے اپنی زبردست کارناموں کو کیٹ واک پر بھیج دیا ہے۔
والنٹینو کی جانب سے سب سے نمایاں پیس پروں جیسی چوڑے کناروں کے ساتھ سجائی گئی اونچی بیج رنگ کی ہیٹ تھی جس سے ماڈلز کے سروں پورا ڈھکا ہوا تھا۔
دوسرے بڑی سائز کی لوازمات میں جواہرات والی تربوز، جادوگروں والی ٹوپی اور ایک اناناس شکل کی ٹوپی - لیکن وہ آپ کے سر کو گرم رکھنے کے لئے ڈیزائن نہیں کی گئی ہیں۔
تھوم نے عجوبہ قسم کے ماسکوں کے انتخاب کو بھی ظاہر کیا - جو عین ہالوین کے موقع پر پیش کیا جا رہا ہے۔
بہت سارے رنگا برنگی ماسک کے ہونٹ سلے ہوئے تھے اور وہ جدید فیشن کے بجائے Hannibal Lecter نظر آتے تھے۔
ان میں سے ایک گوگلز اور سنورکل کے ساتھ سکوبا ڈائیونگ گیئر کی طرح تھا جبکہ ایک اور پگھلی ہوئی آئس کریم کون کی طرح نظر آتا تھا۔
اور اگر آپ فیشن کے بیان کو جاری رکھتے ہیں  - آپ خوش قسمت ہیں۔
پیشگوئی کی جاتی ہے کہ بڑی تعداد میں ایسے بونٹس آپ کے قریب بازاروں کی زینت بننے والے ہیں۔
بڑے سائز کے ہیٹ “لا بومبا” نامی تنکوں سے بنے ہیٹ کے بعد منظرعام پر آئے ہیں جن سرے دو فٹ چوڑے تھے اور ریہانا سے لیکر ایملی راتاکوسکی تک ہر ایک کے سر پر دیکھے جاتے تھے۔
اس انتہائی غیر افادی قسم کے ہیٹ کے پیچھے گروہی لیبل جو پورے سماجی میڈیا پر پھیل گیا تھا نے کیٹ واک میں ایک اور بڑی جدت کو لایا ہے - تنکوں سے بنا ہوا ساحلی بیگ جو تقریبا اتنا ہی بڑا ہے جتنا کہ تیراکی کے سوٹ میں ملبوس اس کو اٹھائے ماڈل ہوتی ہے۔
پیرس فیشن ویک میں جیکوموس لا ریویرا SS19 میں جلے ہونے نارنگی رنگ کا رافیا بیگ جس کے کناروں پر رافیا فرنج اور اوپر سفید لیدر کا ہینڈل ہے سب سے نمایاں تھا۔
سیلیبرٹی سٹائلسٹ لیوک آرمٹیج نے FEMAIL کو بتایا: میں اگلے موسم گرما کے لئے بڑے بازاروں میں بڑے سائز کے ہیٹ اور ساحلی بیگوں کی آمد کی توقع کرتا ہو - کیونکہ نے ڈیزائنر نے اتنا بڑا اثر چھوڑا ہے کہ بڑے سائز کے لوازمات کے لئے طلب کو نظرانداز کرنا بہت مشکل ہو گا۔
جان ایڈورڈ: عالمی شہریوں کے لئے ضروری زبان کی مہارتیں
سکاٹ لینڈ کے آزاد اسکول تعلیمی امتیاز کا ٹریک ریکارڈ برقرار رکھے ہوئے اور یہ ریکارڈ 2018 میں بھی شاندار امتحانی نتائج کے ساتھ جاری رہا، جس کو کھیلوں، فن، موسیقی اور دوسری کمیونٹی کی کاوشوں میں انفرادی اور اجتماعی کامیابی کے مضبوط بنایا گیا ہے۔
پورے سکاٹ لینڈ میں 30,000 سے زائد طلباء کے ساتھ، یہ اسکول جن کی نمائندگی سکاٹش کونسل آف اینڈیپنڈنٹ اسکولز (SCIS) کرتی ہے، طلباء اور والدین کو سروس کی بہترین سطح فراہم کرنے کی کوشش کرتے ہیں۔
آزاد اسکول اپنے طلباء کو اگلی اور اعلی تعلیم، ان کے منتخب کردہ کیریئر اور عالمی شہریوں کے طور پر ان کے مقام کے لئے تیار کرتے ہیں۔
تعلیم کے ایک شعبے کے طور پر جو ایک بہترین اسکول کا نصاب تیار اور اس کا اطلاق کر سکے، ہم اسکولوں کے اندر جدید زبانوں کو ایک مقبول اور پسندید مضمون کے طور پر دیکھ رہے ہیں۔
نیلسن منڈیلا نے کہا: اگر آپ کسی شخص سے ایسی زبان میں بات کرتے ہیں جو وہ سمجھتا ہے، تو وہ اس کے سر میں جاتی ہے۔
اگر آپ کسی شخص سے اس کی اپنی زبان میں بات کرتے ہیں، تو وہ اس کے دل میں اترتی ہے۔
یہ ایک قوی یاددہانی ہے کہ دوسرے ممالک سے لوگوں کے ساتھ تعلقات اور اعتماد قائم کرنے میں ہم صرف انگریزی پر انحصار نہیں کر سکتے۔
اس سال کے حالیہ امتحان کے نتائج سے، ہم دیکھ سکتے ہیں آزاد اسکولوں میں زبانیں سب سے زیادہ پاس ہونے کی شرح کے ساتھ لیگ ٹیبلز پر سب سے اوپر ہیں۔
غیر ملکی زبانیں پڑھنے والے طلباء کی مجموعی طور پر 68 فیصد شرح نے ہائیر گریڈ اے حاصل کیا۔
SCIS کے 74 رکن اسکولوں سے اکٹھا کیا گیا ڈیٹا ظاہر کرتا ہے کہ 72 فیصد طلباء نے مینڈارین میں ہائیر گریڈ اے حاصل کیا، جبکہ جرمن پڑھنے والے 72 فیصد، فرانسیسی پڑھنے والے 69 فیصد اور ہسپانوی پڑھنے والے 63 فیصد نے بھی اے گریڈ حاصل کیا۔
یہ ظاہر کرتا ہے کہ سکاٹ لینڈ میں آزاد سکول غیر ملکی زبانوں کی بطور ایسی اہم مہارتوں کی معاونت کرتے ہیں جو بچوں اور نوجوانوں کو مستقبل میں بلاشبہ درکار ہوں۔
آزاد سکولوں کے نصاب اور دوسری جگہوں میں مضمون کے انتخاب کے طور پر زبانوں کو اب وہ ہی حیثیت حاصل ہے جو STEM مضامین (سائنس، ٹیکنالوجی انجنیئرنگ اور ریاضی)۔
یو کے کمیشن برائے روزگار اور مہارتیں کی جانب سے 2014 میں ایک سروے نے معلوم کیا کہ خالی نشستوں کو بھرنے میں مشکلات کے لئے وجوہات میں سے 17 فیصد زبان کی مہارتوں میں کمی بتائی گئی ہیں۔
لہذا نوجوانوں کو ان کے مستقبل کے کیریئر کے لئے تیار کرنے میں زبان کی مہارتیں زیادہ سے زیادہ ناگریز بن رہی ہیں۔
جیسے جیسے زیادہ سے زیادہ ملازمت کے مواقع کے لئے زبانیں درکار ہو رہی ہے، آج کی دنیا میں یہ مہارتیں ضروری ہو گئی ہیں۔
کیریئر کے چناؤ سے قطع نظر، اگر کسی نے دوسری زبان سیکھی ہوں، ان کو اس طرح کی زندگی بھر کی مہارت رکھنے کی وجہ سے مستقبل میں حقیقی فائدہ ہو گا۔
غیر ملکی ممالک سے لوگوں کے ساتھ براہ راست گفتگو کرنے کے قابل ہونا از حود ایک کثیر السانی شخص کو مقابلے میں آگے کر دیتا ہے۔
YouGov پول جس میں 2013 میں 4,000 سے زائد برطانیہ کے بالغ افراد کا سروے کیا گیا کے مطابق، 75 فیصد افراد اچھی طرح گفتگو کرنے کے لئے ایک غیر ملکی زبان بولنے کے قابل نہیں تھے اور فرانسیسی واحد زبان ہے جو دو ہندسوں والی شرح، یعنی 15 فیصد کی جانب سے بولی جاتی ہے۔
یہ ہی وجہ ہے کہ آج کے بچوں کے لئے زبان کی پڑھائی میں سرمایہ لگانا ضروری ہے۔
کئی زبانوں، بطور خاص ترقی پذیر معیشتوں کی، میں مہارت رکھنا بچوں کے لئے اچھے روزگار ملنے کے امکانات کو بڑھاتا ہے۔
سکاٹ لینڈ کے اندر، ہر اسکول میں مختلف زبانیں پڑھائی جاتی ہیں۔
متعدد سکول زیادہ کلاسک جدید زبانوں پر فوکس کرتے ہیں جبکہ دیگر وہ زبانیں پڑھاتے ہیں جو 2020 تک برطانیہ کے لئے سب سے اہم تصور کی جاتی ہیں، جیسا کہ مینڈارین یا جاپانی۔
آپ کے بچے کی کوئی بھی پسند ہو، آزاد سکولوں میں ہمیشہ کئی زبانوں کا چناؤ دستیاب ہو گا اور اس شعبے میں مہارت رکھنے والا تدریسی عملہ ہو گا۔
سکاٹش آزاد سکول ایسا تعلیمی ماحول فراہم کرنے کے لئے پرعزم ہیں جو بچوں کو مستقبل میں کامیاب ہونے کے لئے درکار مہارتوں کے ساتھ آراستہ اور تیار کرے۔
اس وقت کے عالمی کاروباری ماحول میں اس بات کو رد نہیں کیا جا سکتا کہ زبانیں ملک کے مستقبل کے لئے انتہائی اہم ہیں، لہذا اس کی عکاسی تعلیم میں ہونی چاہیئے۔
بلاشبہ، جدید زبانوں کو “بین الاقوامی مواصلاتی مہارتوں” کے طور پر دیکھا جانا چاہیئے۔
آزاد سکول سکاٹ لینڈ کے نوجوانوں کے لئے یہ انتخاب، تنوع اور امتیاز پیش کرنا جاری رکھیں گے۔
Il faut bien le faire.
جان ایڈورڈ سکاٹش کونسل آف اینڈیپنڈنٹ سکولز کے ڈائریکٹر ہیں۔
لی برون اتوار کو سان ڈیگو میں لیکرز کے لئے کھیلنے کا آغاز کریں گے
ان شائقین کے لئے جو لی برون کو لاس اینجلس لیکرز کے لئے کھیلتے ہوئے دیکھنا چاہتے ہیں انتظار تقریبا ختم ہو گیا۔
لیکرز کے کوچ لیوک والٹن نے اعلان کیا ہے کہ جیمز سان ڈیگو میں اتوار کے پری سیزن افتتاحی میچ میں ڈینور نگٹس کے خلاف کھیلے گا۔
لیکن اس کا تعین نہیں ہوا کہ وہ کتنے منٹ کھیلے گا۔
والٹن نے لیکرز کی ویب سائٹ پر کہا کہ ایسا ایک منٹ سے زیادہ 48 سے کم کے لئے ہو گا۔
لیکرز کے رپورٹر مائیک ٹروڈل نے ٹویٹ کیا کہ امکان ہے جیمز محدود منٹوں کے لئے کھیلے گا۔
اس ہفتے کے شروع میں پریکٹس کے بعد، جیمز سے لیکرز کے چھ گیم کے پری سیزن شیڈول کے حوالے سے ان کے منصوبے کے بارے میں پوچھا گیا۔
انہوں نے کہا، “مجھے اپنے کیریئر کے اس مرحلے میں تیار رہنے کے لئے پری سیزن گیمز کی ضرورت نہیں ہے۔”
ٹرمپ کی ویسٹ ورجینیا ریلی کا وقت، یوٹیوب چینل
صدر ٹرمپ آج رات سے ویسٹ ورجینیا کے علاقے وہیلنگ سے انتخابی ریلیوں کا ایک سلسلہ شروع کر رہے ہیں۔
یہ اگلے ہفتے کے لئے طے شدہ ٹرمپ کی پانچ ریلیوں میں سے پہلی ریلی ہے، جس میں دوستانہ مقامات بشمول ٹینیسی اور میسسپی میں تھوڑی دیر کے لئے سٹاپ کرنا بھی شامل ہیں۔
سپریم کورٹ کی خالی نشست کو پر کرنے کے لئے ان کے چناؤ پر توثیقی ووٹ کے زیر التواء ہونے کی وجہ سے، ٹرمپ آمدہ وسط مدتی انتخابات کے لئے عوامی حمایت کے لئے کوشاں ہیں کیونکہ ریپبلیکنز کو نومبر میں ہونے والی انتخابات میں کانگریس پر اپنا کنٹرول کھونے کا خطرہ لاحق ہے۔
ٹرمپ کی ویسٹ ورجینیا کی ریلی رات کو کس وقت ہے اور آپ اسے کیسے آن لائن دیکھ سکتے ہیں؟
ٹرمپ کی ویسٹ ورجینیا کے علاقے وہیلنگ میں ریلی مغربی وقت کے مطابق 29 ستمبر، 2018 بروز ہفتہ شام 7 بجے ہو گی۔
آپ ٹرمپ کی ویسٹ ورجینیا کی ریلی یوٹیوب پر لائیو سٹریم کے ذریعے آن لائن دیکھ سکتے ہیں۔
امکان ہے کہ ٹرمپ سپریم کورٹ کے لئے اپنے نامزد شخص بریٹ کیوانو کے لئے اس ہفتے کی سماعت کے بارے میں بات کریں گے جو جنسی بدچلنی کے الزامات کی وجہ سے کشیدہ ہو گئی ہے اور ایف بی آئی کی تحقیقات مکمل ہونے تک ایک ہفتے تک کے لئے متوقع سینٹ کے توثیقی ووٹ کو ملتوی کر دیا گیا ہے۔
تاہم ریلیوں کے اس سلسلے کا بنیادی مقصد ریپبلیکنز کو نومبر کے انتخابات کے لئے حرکت میں لانے میں مدد دینا ہے۔
لہذا، رائٹرز کے مطابق صدر ٹرمپ کی انتخابی مہم کی انتظامیہ نے بتایا ہے کہ اگلے ہفتے میں ان ریلیوں کا مقصد “رضاکاروں اور حامیوں میں تحریک پیدا کرنا ہے جبکہ ریپبلیکنز سینٹ اور ایوان نمائندگان میں اپنی اکثریت کو بچانے اور اسے وسعت دینے کی کوشش کر رہے ہیں۔”
ٹرمپ کی انتخابی مہم کے ایک ترجمان جس نے نام ظاہر کرنے سے انکار کر دیا ہے رائٹرز کو بتایا کہ “صدر کے ایجنڈے کے لئے کانگریس پر کنٹرول برقرار رکھنا اتنا اہم ہے کہ وہ جتنی زیادہ ممکن ہوا ریاستوں کا دورہ کریں گے جبکہ ہم مصروف انتحابی سیزن کی جانب گامزن ہیں۔”
ویسٹ ورجینیا میٹرو نیوز کے مطابق وہیلنگ میں ویسبانکو ایرینا میں طے شدہ آج رات کی ریلی “اوہایو اور پینسلوانیا سے حامیوں کو اکٹھا کرے گی اور پٹزبرگ میڈیا کی کووریج حاصل کرے گی۔”
ہفتہ کا دورہ گزشتہ ماہ میں دوسری مرتبہ ہو گا کہ ٹرمپ نے ویسٹ ورجینیا کا دورہ کیا۔ یہ وہ ریاست ہے جس میں انہوں نے 2016 میں 40 فیصد پوائنٹس سے زائد کے ساتھ کامیابی حاصل کی تھی۔
ٹرمپ سینٹ کے لئے ویسٹ ورجینیا کے ریپبلیکن امیدوار پیٹرک موریسی کی مدد کرنے کی کوشش کر رہے ہیں جو انتخابی پولز میں پیچھے ہیں۔
رائٹرز کے مطابق، ویسٹ ورجینیا یونیورسٹی میں ایک سیاسی ماہر سائمن ہائیڈر نے بتایا کہ موریسی کے لئے یہ اچھی علامت نہیں ہے کہ انہیں پولز میں آگے لانے کے لئے صدر کو آنا پڑ رہا ہے۔”
رائیڈر کپ 2018: ٹیم یو ایس اے کا اتوار کے سنگلز میں جانے کے لئے امیدوں کو برقرار رکھنے کے لئے مقابلہ کرنے کا عزم
تین یکطرفہ سیشنز کے بعد، ہفتے کی دوپہر کو جوڑیوں کے مقابلے ہی اس رائیڈر کپ کی جان تھے۔
جھولتے ہوئے پنڈولم کی مقدار حرکت مکمل طور پر ایک ایجاد کیا گیا کھیل کا تصور ہے، لیکن ایک ایسا تصور جس میں کھلاڑی دل سے یقین رکھتے ہیں، اور اتنا کبھی بھی نہیں ہوا ہو گا جتنا کہ ان جیسے مقابلوں میں ہوتا ہے۔
تو وہ کیا کہیں گے کہ اب وہ مقدار حرکت کہاں ہے؟
اس روز چہل قدمی کرتے ہوئے جورڈن سپائیتھ نے کہا، ان کو چھ پوائنٹ کی برتری حاصل تھی اور اب چار کی رہ گئی ہے، لہذا میرے خیال میں ہم اس کو تھوڑی سی مقدار حرکت کے طور لے رہے ہیں۔
بلاشبہ، یورپ کو برتری حاصل ہے، چار پوائنٹس کے ساتھ آگے جبکہ وہ بارہ مزید حاصل کرنے کی کوشش کر سکتے ہیں۔
جیسا کہ سپائیتھ نے کہا کہ امریکی محسوس کرتے ہیں کہ ان کے حواس ابھی تھوڑے سے بحال ہیں اور ان کے پاس پرامید رہنے کے لئے کافی کچھ ہے، بطور خاص سپائیتھ اور جسٹن تھومس کی صورت میں جو اکٹھے سارا دن کھیلتے رہے اور ہر ایک نے چار سے تین پوائنٹس حاصل کیے۔
گیند سوراخ میں ڈالنے کے حوالے سے سپائیتھ مہلک رہے ہیں اور انہوں نے ایک مثال قائم کی ہے۔
جب ان کا راؤنڈ جاری تھا تو مداحوں کی چیخیں بلند سے بلند تر ہوتی جا رہی تھیں جب انہوں ہلکی کی ضرب کے ساتھ گیند کو سوراخ میں ڈال کر چار چار سے میچ اپنے نام کر لیا - ایک ایسے وقت میں جب تھومس اور وہ دو پوائنٹس کے بعد دو پوائنٹس سے پیچھے تھے۔
ان کی اس گولفی نے 15 کو جب ان کو میچ جتوایا تو اسی طرح خوشی سے مداحوں کی چیخیں بلند ہو گئیں، ایسے انداز میں جو آپ کو بتاتی ہیں کہ ان کے خیال میں امریکی ٹیم ابھی مقابلے سے باہر نہیں ہوئی۔
سپائیتھ کا کہنا ہے کہ آپ کو محض اپنے میچ کے لئے سخت محنت اور اس کے بارے میں  فکرمند ہونا پڑتا ہے۔
بات صرف اتنی ہے کہ ان کھلاڑیوں میں سے ہر ایک اب چلا گیا ہے۔
شہرت کی راہ 18 ہولز باقی ہیں۔
گزشتہ دو دنوں میں سپائیتھ اور تھومس سے زیادہ پوائنٹ حاصل کرنے والے واحد کھلاڑی فرانسسکو مولیناری اور ٹومی فلیٹ ووڈ ہیں، جو رائیڈر کپ کی ایک مسلمہ کہانی ہے۔
یورپ کی ٹیم عجب ہے لیکن یہ مرغوب جوڑا کامل ہے اور ان سے غلطی کی امید نہیں ہے۔
“مولی ووڈ” واحد جوڑا تھا جس نے ہفتے کی دوپہر کو ایک بھی بوگی نہیں شاٹ کی، بلکہ انہوں نے ہفتے کی صبح، جمعہ کی دوپہر اور پھر دوبارہ جمعہ کی صبح کو بھی بوگیاں بچائیں۔
یہ دوڑ اور جس انداز سے ان کی توانائی اس طوفانی تماشائیوں کے ہجوم سے اور ان تک منتقل ہوتی ہے اس یقین کو پختہ بناتی ہے کہ وہ واحد کھلاڑی ہیں جو اتوار کے روز قابل تسخیر ہونگے اور ان کے مقابلے میں فلیٹ ووڈ یا مولیناری کے علاوہ کوئی مقبول کھلاڑی نہیں ٹھہرے گا جو یورپی ٹیم کی ممکنہ فتح کو یقینی بنا سکے جب لی گولف نیشنل پر سورج غروب ہو گا۔
ترجیحی طور پر دونوں ایک ساتھ مختلف ہولز پر۔
یورپ کی شان و شوکت کی باتیں قبل از وقت ہیں، پھر بھی۔
بوبا واٹسن اور ویب سمپسن نے صبح کے فوربالز کے ہیرو کا فورا کام تمام کر دیا جب اس کی جوڑی الیکس نورین کے ساتھ تھی۔
پہلے نو سوراخوں میں ایک بوگی اور دو ڈبلز نے ہسپانوی اور سویڈش جوڑے کو ایک ایسے سوراخ میں گرا دیا جہاں سے وہ کبھی باہر نکلنے کے قریب نہ آ سکے۔
اتوار کو، البتہ، آپ کو سوراخ سے باہر نکلنے میں مدد دینے کے لئے کوئی نہیں ہو گا۔
جوڑیوں کے درمیان تعامل، مشورہ جو وہ دیتے ہیں، مشورہ جو وہ نہیں دیتے اور جس انداز میں کوئی حکمت عملی ایک لمحے میں تبدیل ہوتی ہے کی وجہ سے صبح کے فور بال اور دوپہر کے فور سمز دیکھنے کے لئے بہت شاندار ہوتے ہیں۔
اب تک یورپ کی ٹیم نے ایک ٹیم کے طور پر ایک اچھے کھیل کا مظاہرہ کیا ہے اور آخری دن تک اپنی برتری قائم رکھی لیکن اس فورسمز سیشن نے ظاہر کیا ہے کہ ٹیم یو ایس اے میں بھی مقابلہ کرنے کا حوصلہ ہے، جس کے بارے میں کچھ افراد بطور خاص اسٹیٹ سائیڈ کو شبہہ رہا ہے۔
یورپ کو رائیڈر کپ کے آخری دن 10-6 کی برتری حاصل
ریاستہائے متحدہ پر ہفتے کے روز فور بالز اور فور سمز میچوں میں 10-6 کی برتری حاصل کرنے کے بعد یورپ رائیڈر کپ کے آخری دن ایک واضح برتری کے ساتھ نمودار ہو گا۔
ٹومی فلیٹ ووڈ اور فرانسسکو مولیناری کی پرجوش جوڑی نے کشمکش میں مبں مبتلا ٹائیگر ووڈز پر دو فتوحات کے ساتھ ابتداء کی اور لی گولف نیشنل میں اب تک اپنی ٹیلی کو چار پوائنٹس تک لے گئی ہے۔
تھومس بائیرون کی یورپی ٹیم، جو دو سال قبل ہیزلٹین میں کھوئی ہوئی اپنی ٹرافی کو برقرار رکھنے کے لئے کوشاں ہے، صبح کے فوربالز مقابلوں میں امریکی ٹیم پر حاوی رہی اور 3-1 سے سیریز جیتی۔
یو ایس نے فورسمز مقابلوں میں زیادہ مزاحمت کی اور دو میچ جیتے، لیکن خسارے کو پورا نہیں کر پائی۔
جم فیورک کی ٹیم کو ٹرافی برقرار رکھنے کے لئے اتوار کے 12 سنگلز میچوں میں آٹھ پوائنٹ درکار ہیں۔
فلیٹ ووڈ یورپی ٹیم کے پہلے روکی (نئے بھرتی ہونے والے کھلاڑی) ہیں جنہوں نے لگاتار چار پوائنٹ حاصل کیے جبکہ ان کی مولیناری کے ساتھ جوڑی تھی جو “مولی ووڈ” سے موسوم ہے ایک سنسی خیز ویک اینڈ کے بعد رائیڈر کپ کی تاریخ میں پہلی جوڑی ہے جس نے اپنے ابتدائی چار میچوں میں چار پوائنٹ حاصل کیے۔
فور بالز میں ووڈز اور پیٹرک ریڈ کو کچلنے کے بعد انہوں نے بہترین انداز میں اکٹھے ملکر شکست خوردہ ووڈز اور امریکی روکی برائسن ڈیچامبیو کو زیادہ مضبوط 5&4 کی برتری سے ہرایا۔
ووڈز جو ہفتہ کو دو میچوں میں مشکل سے کامیاب ہو سکا نے اکا دکا اتفاقی شان و شوکت کے مظاہرے کیے لیکن وہ اپنے فور بالز اور فور سمز کے 29 میں سے 19 میچ ہار چکے ہیں اور ان میں سے بھی سات لگاتار۔
جسٹن روز جس نے صبح کے فور بالز مقابلوں میں آرام کیا فور سمز میں ہینرک سٹنسن کا ساتھ دینے کے لئے لوٹے اور ڈسٹن جانسن اور بروکس کوئیپکا - جن کی عالمی رینکنگ پہلی اور تیسری ہے - کو 2&1 سے شکست دی۔
یورپ کی ٹیم پیرس کے جنوب مغربی علاقے میں ایک خوشگوار اور ہوادار دن میں اپنی من مانی نہ کر سکی۔
تین مرتبہ بڑی چیمپئن شپ جیتنے والے جورڈن سپائیتھ اور جسٹن تھومس نے ہفتے کے روز دو پوائنٹس کے ساتھ امریکیوں کے لئے ایک معیار مقرر کیا۔
انہوں نے فور بالز میں سپین کے جان راہم اور آین پولٹر پر ایک 2&1 سے فتح حاصل کی اور بعد میں فور سمز میں دو افتتاحی ہولز کھونے کے بعد پولٹر اور میکلرائے کو 4&3 سے شکست دی۔
رائیڈر کپ کی تاریخ میں صرف دو مرتبہ کوئی ٹیم سنگلز میں جاتے ہوئے چار پوائنٹ کے خسارے کے بعد بھی کھیل میں واپس لوٹ سکی ہے، اگرچہ فیورک کی ٹیم کو ٹرافی برقرار رکھنے کے لئے صرف میچ برابر کرنے کی ضرورت تھی۔
دو دنوں کے لئے دوسرے نمبر پر رہنے کے بعد، تاہم ایسا نظر آتا ہے کہ اتوار کو جوابی حملہ ان کی پہنچ سے باہر ہو گا۔
شمالی کوریا کا کہنا ہے بغیر اعتماد سازی کے “سوال ہی نہیں پیدا ہوتا” یکطرفہ طور پر غیر مسلح ہوں
شمالی کوریا کے وزیر خارجہ نے ہفتہ کے روز اقوام متحدہ کو بتایا کہ پابندیوں میں تسلسل ریاستہائے متحدہ کے بارے میں ان کے ملک کے اعتماد کو مجروح کر رہا ہے اور ایسے حالات میں سوال ہی نہیں پیدا ہوتا کہ ان کا ملک یکطرفہ طور پر اپنے ایٹمی ہتھیاروں سے دستبردار ہو۔
ری یونگ ہو نے عالمی ادارے کی سالانہ جنرل اسمبلی کو بتایا کہ شمالی کوریا نے گزشتہ سال “خیر سگالی کے قابل ذکر اقدامات” اٹھائے ہیں، جیسا کہ ایٹمی اور میزائل ٹیسٹ روکنا، ایٹمی ٹیسٹ کے مقام کو ختم کرنا اور ایٹمی ہتھیاروں اور ایٹمی ٹیکنالوجی کے پھیلاؤ کو روکنے کا عہد کرنا۔
انہوں نے کہا، تاہم ہم امریکہ کی جانب سے اس کے مطابق ردعمل نہیں دیکھ رہے۔
امریکہ پر کوئی بھروسہ ہونے کے بغیر ہماری قومی سلامتی میں کوئی اعتماد نہیں ہو گا اور ایسے حالات میں کسی بھی صورت میں ہم یکطرفہ طور پر پہلے غیر مسلح نہیں ہوں گے۔
جبکہ ری نے تخفیف ایٹمی اسلحہ کی “مرحلہ وار” حکمت عملی کے حوالے سے واشنگٹن کی مزاحمت کے بارے میں شمالی کوریا کی شکایتوں کو دہرایا، ان کا بیان اس حوالے سے قابل ذکر نظر آتا ہے کہ انہوں نے یکطرفہ تخفیف اسلحہ کو بالکل مسترد نہیں کیا جیسا کہ پیونگ یانگ ماضی میں کرتا آ رہا ہے۔
ری نے 12 جون کو سنگاپور میں موجودہ امریکی صدر اور شمالی کوریا کے لیڈر کم یونگ ان کے درمیان ہونے والی پہلی سربراہ ملاقات کے بعد جاری ہونے والے مشترکہ اعلامیے کا حوالہ دیا، جس میں کم نے “کوریائی خطے کو ایٹمی ہتھیاروں سے پاک کرنے” کی جانب کوششیں کرنے کا عہد کیا تھا جبکہ ٹرمپ نے شمالی کوریا کی سلامتی کی ضمانتیں دینے کا وعدہ کیا تھا۔
شمالی کوریا 53-1950 کی کوریائی جنگ کا باضابطہ خاتمہ چاہتا ہے، لیکن ریاستہائے متحدہ نے کہا ہے کہ پیونگ یانگ کو پہلے اپنے ایٹمی ہتھیار تلف کرنے ہوں گے۔
واشنگٹن نے شمالی کوریا پر سخت بین الاقوامی پابندیوں کو نرم کرنے کے مطالبات کی بھی مزاحمت کی ہے۔
ری نے کہا، امریکہ “پہلے تخفیف ایٹمی اسلحہ” پر اصرار کرتا ہے اور جبری انداز میں اپنے مقصد کے حصول کے لئے پابندیوں کے ذریعے دباؤ کی سطح میں اضافہ کرتا ہے اور حتی کہ “جنگ کے خاتمے کے اعلان” پر بھی اعتراض کر رہا ہے۔
یہ تصور کہ پابندیاں ہمیں گھٹنے ٹیکنے پر مجبور کر سکتی ہیں ان لوگوں کی ایک خام خیالی ہے جو ہمارے بارے میں جانتے نہیں ہیں۔
البتہ مسئلہ یہ ہے کہ پابندیاں کا تسلسل عدم اعتمادی میں اضافہ کر رہا ہے۔
ری نے کم اور ٹرمپ کے درمیان دوسری سربراہ ملاقات کے لئے منصوبے کا کوئی ذکر نہیں کیا جس کو امریکہ صدر اس سے قبل اقوام متحدہ میں اجاگر کر چکے ہیں۔
اس کے بجائے وزیر نے گزشتہ پانچ ماہ میں کم اور جنوبی کوریا کے لیڈر مون جائے-ان کے درمیان تین ملاقاتوں کا خاص طور پر تذکرہ کیا اور مزید کہا: “اگر اس تخفیف ایٹمی اسلحہ کے مسئلے کا فریق جنوبی کوریا ہوتا نہ کہ امریکہ تو کوریائی خطے میں تخفیف اسلحہ میں اس طرح کا تعطل نہ پیدا ہوتا۔”
اس کے باوجود، ری کی تقریر کا لہجہ گزشتہ سال کی تقریر سے ڈرامائی طور پر مختلف تھا، جب انہوں نے اقوام متحدہ کی جنرل اسمبلی کو بتایا تھا کہ “مسٹر شیطانی صدر” ٹرمپ کی جانب سے کم کو ایک خودکش مشن پر “راکٹ والا شخص” قرار دینے کے بعد شمالی کوریا کے راکٹوں کے ساتھ امریکہ کی سرزمین کو ہدف بنانا ناگریز بن چکا ہے۔
ٹرمپ جنہوں نے گزشتہ سال شمالی کوریا کو “مکمل طور پر تباہ کرنے” کی دھمکی دی تھی اس سال اقوام متحدہ میں تخفیف ایٹمی اسلحہ کی جانب اقدامات اٹھانے پر کم کی تعریف کی۔ تاہم، انہوں نے کہا کہ ابھی بہت سا کام باقی ہے اور شمالی کوریا کی جانب سے ایٹمی اسلحے کو تلف کرنے تک پابندیاں قائم رہنی چاہیئے۔
بدھ کو، ٹرمپ نے کہا کہ اس کے لئے ان کے پاس کوئی ٹائم فریم نہیں ہے، اس سے کوئی فرق نہیں پڑتا اگر اس میں دو سال، تین سال یا پانچ ماہ لگتے ہیں۔
چين اور روس کا استدلال ہے کہ اقوام متحدہ کی سلامتی کونسل کو اٹھائے جانے والے اقدامات کے لئے پیونگ یانگ کو صلہ دینا چاہیئے۔
تاہم، امریکی سیکرٹری خارجہ مائیک پومپیو نے اقوامی متحدہ کی  سلامتی کونسل کو جمعرات کو بتایا: “سلامتی کونسل کی پابندیوں کا نفاذ شدت اور بغیر تعطل کے ساتھ اس وقت تک جاری رہنا چاہیئے جب تک ہم مکمل، حتمی اور تصدیق شدہ تخفیف ایٹمی اسلحہ کا مقصد حاصل نہیں کر لیتے۔”
سلامتی کونسل نے پیونگ یانگ کے ایٹمی اور بیلسٹک میزائل پروگراموں کے لئے فنڈز روکنے کی کوشش میں 2006 سے شمالی کوریا پر اتفاق رائے کے ساتھ پابندیوں میں اضافہ کیا ہے۔
پومپیو نے اقوام متحدہ کی  جنرل اسمبلی کی سائیڈ لائنز پر ری کے ساتھ ملاقات کی اور اس کے بعد بتایا کہ وہ دوسری سربراہ ملاقات کی تیاری کے لئے اگلے ماہ پیونگ یانگ کا دورہ کریں گے۔
پومپیو اس سال پہلے ہی تین مرتبہ شمالی کوریا کا دورہ کر چکے ہیں، لیکن ان کا آخری دورہ اچھا نہیں رہا۔
جولائی میں پیونگ یانگ سے روانہ ہوتے وقت انہوں نے کہا کہ پیش رفت ہوئی ہے لیکن صرف چند گھنٹوں کے بعد شمالی کوریا نے “غنڈوں جیسے مطالبات” کرنے پر ان کی مذمت کر دی تھی۔
شمالی کوریا نے اس ماہ مون کے ساتھ ایک ملاقات میں میزائل بنانے کی ایک سہولت اور ایک ایٹمی کمپلیکس بھی ختم کرنے کا وعدہ کیا بشرطیکہ ریاستہائے متحدہ “جوابی اقدامات” اٹھاتا ہے۔
انہوں نے کہا کہ کم نے انہیں بتایا تھا کہ “جوابی اقدامات” جو وہ چاہتے ہیں ان میں سلامتی کی ضمانتیں ہیں جن کا سنگاپور میں ٹرمپ نے وعدہ کیا تھا اور واشنگٹن کے ساتھ تعلقات معمول پر لانے کے لئے اقدامات شامل ہیں۔
ہارورڈ طلباء کا کافی مقدار میں نیند حاصل کرنے کے کورس میں شرکت
ہارورڈ یونیورسٹی نے اس سال ایک نئے کورس کے تحت اپنے تمام انڈر گریجوایٹ طلباء کو زیادہ مقدار میں نیند حاصل کرنے کی ترغیب دی ہے تاکہ کیفین کی مدد سے “ساری رات جاگنے” کے ذریعے بڑھتی ہوئی مردانگی کی روایت کا مقابلہ کیا جا سکے۔
ایک تعلیم دان نے معلوم کیا کہ دنیا کی پہلی نمبر کی یونیورسٹی میں طلباء اکثر بے علم ہوتے ہیں جب بات انتہائی بنیادی باتوں جیسا کہ اپنا خیال کیسے رکھا جائے کی ہوتی ہے۔
ہارورڈ میڈیکل اسکول میں خواب آور ادویات کے پروفیسر اور بری گھام اینڈ وومنز ہاسپیٹل میں ایک سپیشلسٹ چارلس سیزلر نے کورس تیار کیا ہے، جس کے بارے میں ان کا کہنا ہے کہ یہ امریکہ میں اپنی نوعیت کا پہلا کورس ہے۔
پڑھائی کے عمل پر نیند کی کمی کے اثر پر ایک تقریر کرنے کے بعد ان میں یہ کورس شروع کرنے کی تحریک پیدا ہوئی۔
انہوں نے ثیلی گراف کو بتایا کہ ‘اس (تقریر) کے ختم ہونے پر ایک لڑکی میرے پاس آئی اور کہا: ‘مجھے یہ بات اس وقت کیوں بتائی جا رہی ہے، جبکہ میں اپنے سینیئر سال میں ہوں؟’
اس نے بتایا کہ کسی نے کبھی بھی اسے نیند کی اہمیت کے بارے میں نہیں بتایا - ایک ایسی حقیقت جس نے مجھے تعجب میں ڈال دیا۔
یہ کورس جس کا آغاز اس سال پہلی مرتبہ ہوا طلباء پر واضح کرتا ہے کہ کس طرح سونے کی اچھی عادات تعلیمی اور کھیلوں کی کارکردگی میں مدد دیتی ہیں اور اس کے علاوہ ان کی عمومی بہبود کو بہتر بناتی ہیں۔
ہارورڈ میڈیکل اسکول میں دماغی امراض کے پروفیسر اور یونیورسٹی کی صحت کی خدمات کے ایگزیکٹو ڈائریکٹر پال بریرا نے کہا کہ یونیورسٹی نے یہ بات معلوم کرنے کے بعد کہ ہفتے کے دوران طلباء شدید طور پر نیند کی کمی کا شکار ہوتے ہیں کورس متعارف کرنے کا فیصلہ کیا۔
گھنٹے بھر کے کورس میں متعامل ٹاسکس کا ایک سلسلہ شامل ہے۔
ایک سیکشن میں ہاسٹل کے کمرے کی ایک تصویر بنی ہے، جس میں طلباء کیفین اور روشنی کے اثرات اور یہ کہ کیسے نیند کی کمی کھیلوں کی کارکردگی کو متاثر کرتی ہے اور سونے کی عادات کی اہمیت کے بارے میں جاننے کے لئے کافی کے کپوں، پردوں، ٹرینرز اور کتابوں پر کلک کرتے ہیں۔
ایک اور سیکشن میں، شرکاء کو بتایا جاتا ہے کہ کس طرح طویل مدت تک نیند سے محرومی عارضہ قلب، اسٹروک، ڈیپریشن اور کینسر کے خطرات میں اضافہ کرتی ہے۔
متعامل شبیہات کے ساتھ کیمپس کا ایک نقشہ شرکاء کو اپنے روزانہ کے معمولات کے بارے میں سوچنے کی حوصلہ افزائی کرتا ہے۔
پال سیزلر نے مزید کہا، ہم جانتے ہیں کہ اس سے طلباء کا رویہ فوری طور پر تبدیل نہیں ہو گا۔
تاہم ہم سمجھتے ہیں کہ ان کو جاننے کا حق حاصل ہے - بالکل ایسے ہی جیسے آپ کو سگریٹ نوشی کا انتخاب کرتے وقت صحت پر اس کے اثرات کے بارے میں جاننے کا حق ہے۔
انہوں نے کہا کہ “پوری رات جاگنے” پر فخر محسوس کرنے کی روایت اب بھی موجود ہے اور مزید کہا کہ طلباء پر جدید ٹیکنالوجی اور ہمیشہ سے بڑھتے ہوئے دباؤ کا مطلب ہے کہ نیند سے محرومی ایک بڑھتا ہوا مسئلہ ہے۔
انہوں نے کہا یقینی بنانا کہ آپ کافی مقدار میں اچھی نیند کرتے ہیں دباؤ، تھکاوٹ اور پریشانی کا مقابلہ کرنے کے لئے طلباء کا ‘خفیہ ہتھیار’ ہونا چاہیئے - حتی کہ موٹاپا سے بچنے کے لئے بھی، کیونکہ نیند سے محرومی دماغ کو بھوک کے موڈ میں ڈالتی ہے، جس سے وہ مسلسل بھوک محسوس کرتے ہیں۔
ایک 19 سالہ کیلیفورنیا کے طالب علم ریمنڈ سو، جو کیمیائی اور طبعاتی حیاتیات کی تعلیم حاصل کر رہا ہے نے کورس تیار کرنے میں پروفیسر پال سیزلر کی مدد کی ہے۔ اس سے قبل اس نے گزشتہ سال ہارورڈ میں اپنے پہلے سال کے دوران ان کی ایک کلاس لی تھی۔
اس نے بتایا کہ کورس نے اس کی آنکھیں کھول دیں اور اس میں امنگ پیدا کی کہ پورے کیمپس میں کورس شروع کرنے کی کوشش کرے۔
وہ امید کرتا ہے کہ اگلا مرحلہ تمام پوسٹ گریجوایٹ طلباء کو مسابقتی ادارے میں شامل ہونے سے پہلے اسی قسم کا تعلیمی پروگرام مکمل کریں۔
پروفیسر سیزلر نے سفارش کی ہے کہ طلباء کو الارم لگانے پر غور کرنا چاہیئے کہ بستر پر کب جانا اور کب بیدار ہونا ہے اور ان کو برقیاتی اسکرینز اور LED روشنائی سے نکلنے والی ‘نیلی روشنی’ کے مضر اثرات کے بارے میں آگاہ ہونا چاہیئے۔ یہ روشنی آپ کی شب و روز کی تبدیلی کے نظام میں عدم توازن پیدا کرکے  نیند کے مسائل پیدا کر سکتی ہے۔
لیونگسٹن کی رینجرز پر ایک صفر سے جیت: مینگا نے جیرارڈ کے کھلاڑیوں کو گول سے مات دیدی
رینجرز کو پریشانی کا ایک اور دھچکا لگا جب ڈولی مینگا کی ایک ضرب نے سٹیون جیرارڈ کی بے ربط ٹیم کو لیونگسٹن میں صفر کے مقابلے میں ایک گول سے شکست دیدی۔
آئبروکس کی ٹیم سینٹ جانسٹون میں فروری میں 4-1 کی کامیابی کے بعد اپنی پہلی جیت ریکارڈ کرنے کی تلاش میں تھی، لیکن گیری ہولٹ کی ٹیم نے 18 گیمز میں بطور منیجر جیرارڈ پر اس کی دوسری شکست مسلط کر دی اور اس کی ٹیم کو لیڈبروکس پریمیئرشپ لیڈرز ہرٹس کے حصول سے صرف آٹھ پوائنٹس سے دور رکھا۔
مینگا نے نصف وقت سے سات منٹ پہلے گول کیا اور جوش و جذبے سے محروم رینجرز ٹیم اس کو کبھی برار نہ کر پائی۔
جبکہ اب رینجرز چھٹے نمبر پر ہیں، لیونگسٹن نے تیسرے نمبر پر چھلانگ لگا دی ہے اور ایک گول کے فرق سے صرف ہائبرنیان سے پیچھے ہے۔
جیرارڈ کے لئے مزید مشکلات ہو سکتی ہیں جب لائنزمین کالوم سپنس پر بظاہر دوسرے سرے سے کوئی چیز پھینکنے سے اس کے سر میں چوٹ آئی۔
جیرارڈ نے اپنی ٹیم میں آٹھ تبدیلیاں کیں جس سے آئیر بیٹفرڈ کپ کے سیمی فائنلز میں پہنچ گئی۔
دوسری جانب ہولٹ اسی Livi 11 کے ساتھ نکلا جس نے گزشتہ ہفتے ہرٹس سے ایک پوائنٹ دلایا اور اسے اس بات پر خوشی ہوئی ہو گی جس انداز میں ہر موڑ پر اس کے پھرتی نے مخالفین کا دم گھٹا دیا۔
ہو سکتا ہے رینجرز حاوی رہ پاتے لیکن لیونگسٹن نے گیند کو اپنے کنٹرول میں رکھا۔
وہ کھیل شروع ہونے کے صرف دو منٹوں کے اندر ہی اسکور کر پاتے جب مینگا کے پہلی مرتبہ برطرف ہونے کی وجہ سے سکاٹ پٹمین نے گیند ایلن میک گریگر کے گول میں دے ماری لیکن میڈفیلڈر نے وقت پر بچاؤ کر دیا۔
کیگان جیکبز کی دور تک فری کک کپتان کریگ ہالکیٹ تک پہنچی لیکن ان کے دفاعی پارٹنر ایلن لتھگو گیند کو صرف بیک پوسٹ تک پھینک پائے۔
رینجرز کھیل پر ضرور کنٹرول حاصل کر پائے لیکن آخری تیسرے حصے میں ان کے کھیل کے بارے میں یقین کے بجائے صرف امید کی جا سکتی تھی۔
الفریڈو موریلوس نے یقینا محسوس کیا کہ چوتھائی گھنٹے کے مارک پر اسے پینلٹی ملتی جب اس کے اور سٹیون لالیس کے درمیان ٹکر ہوئی لیکن ریفری سٹیون تھومسن نے کولمبیا کی اپیلوں کو مسترد کر دیا۔
رینجرز پہلے ہاف میں ہدف پر صرف دو شاٹ مار سکے لیکن آئبروکس کے سابقہ گول کیپر لیام کیلی کو لاسانا کولیبالی کے ہیڈر اور اووی اجاریا کی کمزور شاٹ سے کسی بڑی پریشانی کا سامنا نہیں کرنا پڑا۔
جبکہ 34 ویں منٹ میں لیوی کا اوپنر گیم کے بھاؤ کے خلاف ہو سکتا تھا، لیکن کوئی بھی اس بات کو رد نہیں کر سکتا کہ یہ ان کی اولین ضرورت تھا۔
ایک مرتبہ پھر رینجرز جیکبز کی چال سے نمٹنے میں ناکام رہے۔
سکاٹ آرفیلڈ بروقت ردعمل نہیں دے پایا جب ڈیکلان گالاگر نے گیند سکاٹ رابنسن کی طرف پھینکی اور اس نے ٹھنڈے مزاج کے ساتھ اپنی چال کو ختم کرنے کے لئے منگا کا انتخاب کیا۔
وقفے میں جیرارڈ نے کولیبالی کی جگہ ریان کینٹ کا تبادلہ کیا اور اس تبدیلی نے تقریبا ایک فوری اثر ظاہر کیا جب ونگر نے موریلوس کو گیند دی لیکن متاثرکن کیلی نے اسے روکنے کے لئے بروقت اپنی لائن سے دوڑ لگا دی۔
لیکن لیونگسٹن نے مہمانوں کو اپنی مرضی کی گیم کھیلنے پر مجبور کرنا جاری رکھا جب لتھگو اور ہالکیٹ یکے بعد دیگرے لمبی لمبی شاٹس لگاتے رہے۔
ہولٹ کی ٹیم آخری مرحلے میں اپنی لیڈ میں اضافہ کر سکتی تھی جب لتھگرو نے کونے سے ہیڈر جیکبز کی طرف پھینکا لیکن میک گریگر نے راستے میں آ کر ان کی کوشش کو ناکام بنا دیا۔
رینجرز کے متبادل گلین مڈلٹن نے ایک پینلٹی کا تاخیری دعوی کیا جب وہ جیکبز کے ساتھ الجھا لیکن تھومسن نے اسے نظرانداز کر دیا۔
تقویم: گیگر کاؤنٹر کا مؤجد
اور اب “اتوار کی صبح” کی تقویم سے ایک صفحہ: آج سے 136 سال قبل، گنتی کرتے ہوئے، 30 ستمبر 1882 کو مستقبل کا ماہر طبعیات جوہانس ویلہلم “ہانس” گیگر جرمنی میں پیدا ہو۔
گیگر نے تابکاری کا سراغ لگانے اور پیمائش کرنے کا ایک طریقہ تیار کیا، جو ایک ایسی ایجاد تھی جو بالآخر گیگر کاؤنٹر نامی آلے کی وجہ بنی۔
یہ اس کے بعد سے نہ صرف سائنس کا بلکہ پاپ کلچر کا بھی سب سے بڑا سہارا رہا ہے، جیسا کہ 1950 کی مووی “بیلز آف کوروناڈو” میں نظر آتا ہے جس میں بظاہر غیر امکانی گوالے سائنسدان رائے راجرز اور ڈیل ایوانز اداکار ہیں:
شخص: “بھلا یہ کیا چیز ہے؟”
راجرز: “یہ گیگر کاؤنٹر ہے، جو تابکار معدنیات جیسا کہ یورانیم کا سراغ لگانے کے لئے استعمال ہوتا ہے۔
جب تم یہ ایئرفونز لگاتے ہو تو تم دراصل معدنیات میں تابکاری سے پیدا ہونے والے ایٹمز کے اثرات کو سن سکتے ہو۔”
ایوانز: “ہاں، واقعی یہ اپ پاپ کر رہا ہے!”
“ہانس” گیگر اپنی 63 ویں سالگرہ سے چند دن قبل 1945 کو فوت ہوا۔
لیکن ان کے نام کے ساتھ منسوب ایجاد اب بھی زندہ ہے۔
کینسر کی نئی ویکسین نظام مدافعت کو آوارہ خلیوں کو ‘دیکھنے’ کی تربیت دے سکتی ہے
کینسر کی نئی ویکسین نظام مدافعت کو آوارہ خلیوں کو ‘دیکھنے’ کی تربیت دے سکتی اور ان کو مار سکتی ہے
یہ ویکسین علاج کے حصے کے طور پر نظام مدافعت کو آوارہ خلیوں کی شناخت کرنے میں مدد دیتی ہے
طریقہ کار میں کسی مریض سے قوت مدافعت کے خلیے نکالنا اور ان کو لیب میں تبدیل کرنا شامل ہوتا ہے
پھر وہ ایک پروٹین (لحمیہ) ‘دیکھ’ سکتے ہیں جو بہت سارے کینسروں میں عام ہوتی ہے اور پھر ان خلیوں کو دوبارہ جسم میں داخل کیا جاتا ہے
یہ آزمائشی ویکسین مختلف نوع کے کینسروں میں امیدافزا نتائج ظاہر کر رہی ہے۔
ایک خاتون جس کا اس ویکسین کے ساتھ علاج کیا گیا کا بچہ دانی میں کینسر 18 ماہ سے زائد عرصے کے لئے غائب ہو گیا تھا۔ یہ ویکسین قوت مدافعت کو آوارہ خلیوں کی نشاندہی کرنے کی تربیت دیتی ہے۔
طریقہ کار میں کسی مریض سے قوت مدافعت کے خلیے نکالنا، ان کو لیب میں تبدیل کرنا تاکہ وہ بہت سارے کینسر میں عام پائی جانے والی پروٹین جسے HER2 کہتے ہیں “دیکھ سکیں”، اور پھر ان خلیوں کو جسم میں دوبارہ داخل کرنا شامل ہوتا ہے۔
بیتھسڈا، میری لینڈ میں یو ایس نیشنل کینسر انسٹی ٹیوٹ کے پروفیسر جے برزوفکی نے کہا: ہمارے نتائج ظاہر کرتے ہیں کہ اب ہمارے پاس ایک انتہائی امیدافزا ویکسین موجود ہے۔
پروفیسر برزوفکی نے صراحت کی کہ HER2 “کئی قسم کے کینسر کی افزائش کی وجہ بنتی ہے” جن میں چھاتی، بچہ دانی، پھیپھڑوں اور معدے کے کینسر شامل ہیں۔
مریضوں سے مدافعتی خلیے لینے اور ان کو کینسر کے خلیوں کو ہدف بنانے کی “تربیت” دینے کی اسی قسم کی حکمت عملی لیوکیمیا کی ایک قسم کے علاج میں بھی کامیاب ہوئی ہے۔
کانیے ویسٹ کی، اپنی SNL کارکردگی کے بعد, MAGA ہیٹ پہنے ہوئے ٹرمپ کی مدح سرائی
ایسا کرنا کچھ اچھا نہیں رہا!
اپنی اوٹ پٹانگ کارکردگی جس میں اس نے امریکی صدر ڈونلڈ ٹرمپ کی تعریف کی اور کہا کہ وہ 2020 میں دوبارہ صدر کے انتخاب کے لئے لڑیں گے کے بعد سٹوڈیو میں سیچر ڈے نائٹ لائیو شو کے دوران کانیے ویسٹ کے خلاف شائقین نے ناپسنددیگی کا اظہار کیا۔
اس رات اپنا تیسرا نغمہ جسے Ghost Town کہتے ہیں پیش کرنے کے بعد جس میں وہ امریکہ کو عظیم بناؤ والی ٹوپی پہنے ہوئے تھا، اس نے ڈیموکریٹس کے خلاف ہرزہ سرائی کی اور ٹرمپ کے لئے اپنی حمایت کا اعادہ کیا۔
“جتنی مرتبہ میں کسی سفید فام شخص سے بات کرتا ہو اور وہ کہتے ہیں: “ہم ٹرمپ کو کیسے پسند کر سکتے ہیں، وہ تو نسل پرست ہے؟”
اس نے کہا، “ہاں تو، اگر میں نسل پرستی کے بارے میں فکرمند ہوتا تو میں بہت پہلے امریکہ سے منتقل ہو چکا ہوتا۔”
SNL نے شو  کا آغاز میٹ ڈیمن کے ساتھ ایک سکٹ سے کیا جس میں ہالی ووڈ سٹار نے بریٹ کیوانو کی سینٹ کی عدالتی کمیٹی کے روبرو اپنے خلاف کرسٹین بلاسی فورڈ کی جانب سے کیے گئے جنسی طور پر ہراساں کرنے کے دعوے کے خلاف شہادت کا مذاق اڑایا۔
اگرچہ اسے نشر تو نہیں کیا گیا تھا، ویسٹ کی ہرزہ سرائی کو مزاحیہ اداکار کریس راک کی جانب سے سماجی میڈيا پر اپ لوڈ کیا گیا۔
یہ بات واضح نہیں کہ آیا راک اس پوسٹنگ کے ذریعے ویسٹ کی تضحیک کرنا چاہتے ہیں یا نہیں۔
اس کے علاوہ، ویسٹ نے شائقین سے شکایت کی کہ اسے اپنی ٹوپی کی وجہ سے اسٹیج کے پیچھے مشکل وقت کا سامنا کرنا پڑا ہے۔
“انہوں نے اسٹیج کے پیچھے مجھے دھمکایا۔
انہوں نے کہا کہ ‘اس ٹوپی کے ساتھ اسٹیج پر مت جانا۔’
انہوں نے مجھے دھمکایا!
واشنگٹن ایگزامنر کے مطابق، اس نے بتایا کہ پھر انہوں نے مجھے کہا کہ میں گھٹن والی جگہ میں ہوں۔”
ویسٹ نے مزید کہا: “تم گھٹن والی جگہ دیکھنا چاہتے ہو؟” اس نے مزید کہا کہ وہ “اپنی سپرمین ٹوپی پہنے رکھے گا، کیونکہ اس کا مطلب ہے تم مجھے یہ نہیں کہہ سکتے کہ مجھے کیا کرنا ہے۔ کیا تم چاہتے ہو کہ دنیا ترقی کرے؟
محبت کو آزماؤ۔”
ورائٹی میگزین نے رپورٹ کیا کہ اس کے تبصروں کی وجہ سے شائقین نے کم از کم دو مرتبہ اپنی ناپسندیدگی کا اظہار کیا اور SNL کے اداکار پریشان نظر آ رہے تھے۔ ایک شخص نے میگزین کو بتایا: “پورا سٹوڈیو مکمل طور پر خاموش تھا۔”
ویسٹ کو گلوکارہ آریانا گرینڈ جس کا سابقہ بوائے فرینڈ ریپر میک ملر چند روز قبل فوت ہوا تھا کے متبادل کے طور پر لايا گیا تھا۔
ویسٹ نے پیریئر بوتل کی طرح لباس پہنے ہوئے اپنے نغمے ‘مجھے اس سے محبت ہے’ سے بہت ساروں کو الجھن میں ڈال دیا تھا۔
ویسٹ کو قدامت پرست گروپ TPUSA کے سربراہ کینڈیس ٹرنر کی حمایت حاصل تھی جنہوں نے ٹویٹ کیا: “انتہائی حوصلہ رکھنے والی روحوں میں سے ایک کو سلام: ہجوم کا مقابلہ کرنے کا شکریہ۔”
لیکن ٹاک شو کی میزبان کیرن ہنٹر نے ٹویٹ کیا کہ ویسٹ محض اپنا شخصیت کا اظہار کر رہا تھا اور یہ قطعی طور پر حیرت انگیز ہے۔
“تاہم میں نے ایک ایسے شخص کو صلہ نہ دینے کا انتخاب کیا ہے (اس کی موسیقی، یا لباس کو خرید کر یا اس کے “فن” کی حمایت کر کے) جس کے بارے میں میرا خیال ہے کہ ایسا نظریہ اپنا اور اگل رہا ہے جو میری کمیونٹی کے لئے مضر ہے۔
وہ آزاد ہے۔
اسی طرح ہم بھی آزاد ہے” انہوں نے مزید کہا۔
شو سے پہلے، ریپر نے ٹوئٹر پر اعلان کیا کہ اس نے اپنا نام تبدیل کر دیا ہے اور اب وہ “باضابطہ طور پر کینیے ویسٹ کے نام سے جانا جاتا ہے۔”
وہ پہلا فنکار نہیں ہے جس نے اپنا نام تبدیل کیا ہو اور ڈڈی، جو پف ڈیڈی، پفی اور پی ڈڈی کے نام سے بھی جانا جاتا ہے کے نقش قدم پر چل رہا ہے۔
ساتھی ریپر سنوپ ڈاگ کا نام سنوپ لائن تھا اور بلاشبہ موسیقی کے سابقہ لیجنڈ پرنس نے اپنے نام کو ایک علامت میں تبدیل کیا تھا۔
بیلفاسٹ ریستوران میں چاقو کے وار کرنے پر قتل کی کوشش کا الزام عائد
مشرقی بیلفاسٹ میں جمعہ کے روز ایک ریستوران میں ایک شخص پر چاقو سے وار کرنے پر ایک 45 سالہ شخص پر قتل کی کوشش کا الزام عائد کیا گیا ہے۔
پولیس نے بتایا کہ واقعہ بالی ہیکامور میں پیش آیا۔
توقع کی جاتی ہے کہ مدعا علیہ بیلفاسٹ میجسٹریٹ عدالت میں سوموار کو پیش ہو گا۔
پبلک پراسیکیوشن سروس کی جانب سے الزامات پر نظرثانی کی جائے گی۔
گیم آف تھرونز کے سٹار کٹ ہیرنگٹن کی زہریلی مردانہ پرستی پر کڑی تنقید
کٹ ہیرنگٹن HBO کی قرون وسطی کی پرتشدد تصوراتی سیریز گیم آف تھرونز میں جون سنو کے طور پر تلوار لہرانے والے کردار کے لئے مشہور ہے۔
تاہم 31 سالہ اداکار نے مردانگی کا مظاہرہ کرنے والے ہیرو کی گھسی پٹی روایت پر کڑی تنقید کی اور کہا کہ اسکرین پر ایسے کردار دکھانے کا مطلب ہے کہ نوجوان لڑکے اکثر محسوس کرتے ہیں کہ انہیں عزت افزائی کے لئے سخت ہونا پڑے گا۔
دی سنڈے ٹائمز کلچر سے گفتگو کرتے ہوئے، کٹ نے کہا کہ وہ سمجھتے ہیں ‘کچھ غلط ہوا ہے’ اور  سوال اٹھایا کہ #MeToo دور میں زہریلی مردانہ پرستی0 کے مسئلے کا مقابلہ کیسے کیا جائے۔
کٹ جنہوں نے حال ہی میں اپنی گیم آف تھرونز کی ساتھی اداکارہ روز لیزلی، 31 سالہ، سے شادی کی ہے نے اعتراف کیا کہ وہ اس مسئلے کا تدارک کرنے کے بارے میں کافی سنجیدہ ہیں۔
انہوں نے کہا کہ میں اس وقت ذاتی طور پر کافی سنجیدہ ہوں کہ مردانہ پرستی کو فروغ دینے میں ہم سے کہاں غلطی ہوئی ہے۔
ہم مردوں کو کیا سکھاتے رہے ہیں جب کہ وہ بڑے ہو رہے تھے، اس مسئلے کے حوالے سے جو ہم اب دیکھ رہے ہیں؟
کٹ سمجھتے ہیں کہ زہریلی مردانہ پرستی کے فروغ میں ٹیلی وژن اپنے انتہائی مردانہ پرست کرداروں کی وجہ سے جزوی طور پر ذمہ دار ہو سکتی ہے۔
انہوں نے جاری رکھتے ہوئے کہا: ‘کیا کچھ پیدائشی ہے اور کیا کچھ سکھلایا گیا ہے؟
جو کچھ ٹی وی پر سکھایا جاتا ہے، اور گلیوں میں، لڑکوں میں احساس پیدا کرتا ہے کہ انہیں مرد ہونے کے لئے ایک مخصوص رویہ اپنانا ہو گا۔
میرے خیال میں یہ ہمارے وقت کا ایک بڑا سوال ہے - ہم اس رجحان کو تبدیل کیسے کریں؟
کیونکہ یہ بات واضح ہے کہ نوجوان مردوں کی تربیت میں کچھ غلط ہوا ہے۔’
انہوں نے انٹرویو میں اس بات کا بھی اعتراف کیا کہ اگلے موسم گرما میں جب گیم آف تھرونز کی سیریز ختم ہو گی تو وہ اس طرح کی مزید سیریز نہیں کریں گے، کیونکہ وہ ‘میدان جنگ اور گھوڑوں سے اکتا چکے ہیں۔’
نومبر سے کٹ ایک فلم پروڈیوسر اور اس کے بھائی جو ایک ڈاکو کی کہانی پر مبنی سیم شیفرڈ کی فلم True West کی بحالی میں ظاہر ہوں گے۔
اداکار نے حال ہی میں اس حقیقت کا اظہار کیا تھا کہ وہ سمجھتے ہیں اپنی بیوی روز کے ساتھ ملاقات گیم آف تھرونز سے انہیں ملنے والا ایک بہترین تحفہ ہے۔
انہوں نے کہا کہ میں اپنی بیوی سے اس شو میں ملا، اس طرح اس نے مجھے میرے مستقبل کا خاندان دیا اور اس سے آگے ایک نئی زندگی۔
روز نے ایمی ایوارڈ حاصل کرنے والی تصوراتی سیریز میں کٹ کے کردار جون سنو کی محبوبہ اگریٹ کا کردار ادا کیا۔
وہ جون 2018 میں سکاٹ لینڈ میں لیزلی کی خاندانی جاگیر کے میدان پر ازدواجی بندھن میں بندھے۔
ایچ آئی وی/ایڈز: چین میں نئے کیسوں میں 14 فیصد کا اضافہ
چین نے اپنے شہریوں جو ایچ آئی وی  اور ایڈز کے ساتھ زندگی گزار رہے ہیں کی تعداد میں 14 فیصد اضافے کا اعلان کیا ہے۔
طبی عہدیداروں نے بتایا ہے کہ ملک میں 820,000 سے زائد افراد اس سے متاثر ہیں۔
صرف 2018 کی دوسری سہ ماہی میں تقریبا 40,000 نئے کیس رپورٹ کیے گئے۔
نئے کیسوں کی وسیع اکثریت جنسی تعلق کی وجہ سے متاثر ہوئی، جو کہ ماضی کی روایت کے خلاف ہے۔
روایتی طور پر، چین کے کچھ حصوں میں ایچ آئی وی متاثرہ خون کے انتقال کے ذریعے تیزی کے ساتھ پھیلا۔
تاہم یونان صوبے میں ایک کانفرنس میں چینی طبی عہدیداروں نے بتایا کہ اس طریقے سے ایچ آئی وی سے متاثر ہونے والے افراد کی تعداد کم ہو کر تقریبا صفر ہو گئی ہے۔
تاہم، کئی سالوں کے دوران چین میں ایچ آئی وی اور ایڈز کے کیسوں کی تعداد 100,000 تک پہنچ گئی ہے۔
جنسی تعلق کے ذریعے ایچ آئی وی کا منتقل ہونا چین کی LGBT کمیونٹی میں ایک سنگین مسئلہ ہے۔
چین میں 1997 میں ہم جنس پرستی کو ناقابل تعزیر فعل قرار دیا گیا تھا، لیکن کہا جاتا ہے کہ LGBT افراد کے خلاف امتیاز اب بھی عام ہے۔
ملک کی قدامت پرست اقدار کی وجہ سے، اسٹڈیز نے تخمینہ لگایا ہے کہ 70-90 فیصد مرد جو مردوں کے ساتھ جنسی تعلق رکھتے ہیں بالآخر خواتین کے ساتھ شادی کر لیتے ہیں۔
ان امراض کے منتقل ہونے کے زیادہ تر کیس ایسے تعلقات میں غیر مناسب جنسی تحفظات کی وجہ سے ہوتے ہیں۔
اس مسئلے سے نمٹنے کے لئے چین کی حکومت نے 2003 سے ایچ آئی وی کی ادویات تک ہمہ گیر رسائی کا وعدہ کیا ہے۔
میکسین واٹرز نے تردید کر دی ان کی سٹافر نے GOP سینیٹر کا ڈیٹا لیک کیا، ‘خطرناک جھوٹ’ اور ‘سازشی نظریات’ کی شدید مذمت
امریکی ایوان نمائندگان کی رکن میکسین واٹرز نے ہفتہ کو ان الزامات کی مذمت کی کہ ان کے عملے کے ایک رکن نے تین ریپبلیکن سینیٹروں کی ذاتی معلومات کو قانون سازوں کے ویکی پیڈیا صفحات پر شائع کیا۔
لاس اینجلس سے ڈیموکریٹ رکن نے زور دیکر کہا کہ ایسے دعوے “انتہائی دائیں بازوں” کے پنڈٹوں اور ویب سائٹوں کی جانب سے کیے جا رہے ہیں۔
ٹوئٹر پر ایک بیان میں واٹرز نے کہا، “یہ سب کچھ جھوٹ، جھوٹ اور زیادہ گھٹیا جھوٹ ہے۔”
مبینہ طور پر جاری کردہ معلومات میں امریکی  سینیٹروں جنوبی کیرولینا سے لنڈسی گراہم اور اوتاہ کے مائیک لی اور اورن ہاچ کے گھروں کے پتے اور فون نمبر شامل ہیں۔
معلومات جمعرات کو آن لائن ظاہر ہوئیں، جنہیں کیپٹول ہل کے کسی نامعلوم شخص کی جانب سے سپریم کورٹ کے نامزد شخص بریٹ کیوانو کے خلاف جنسی بدچلنی کے الزامات کے بارے میں سینیٹ پینل کی سماعت کے دوران شائع کی گئی تھیں۔
سینیٹروں کی جانب سے کیوانو کے بارے میں اعتراض کرنے کے کچھ وقت کے بعد یہ معلومات لیک کی گئی ہیں۔
ہل نے رپورٹ کیا قدامت پرست سائٹوں جیسا کہ گیٹ وے پنڈت اور ریڈ اسٹیٹ نے اطلاع دی کہ پوسٹوں کے ماخذ کی نشاندہی کرنے والے آئی پی ایڈریس واٹرز کے دفتر سے منسلک ہیں اور واٹرز کے عملے کے ایک رکن کی معلومات بھی جاری کیں۔
واٹرز نے مزید کہا کہ یہ بے بنیاد الزام مکمل طور پر غلط اور ایک کھلا جھوٹ ہے۔
میرے عملے کے رکن جس کی شناخت، ذاتی معلومات اور تحفظ کو ان فریبانہ اور جھوٹے الزامات کے نتیجے میں  خطرہ لاحق ہوا ہے کسی بھی طرح ان معلومات کو لیک کرنے کے لئے ذمہ دار نہیں ہے۔
یہ بے بنیاد الزام مکمل طور پر غلط اور کھلا جھوٹ ہے۔
واٹرز کے بیان پر فوری طور پر آن لائن تنقید ہوئی، جس میں وائیٹ ہاؤس کے سابق پریس سیکرٹری ایری فلیشر شامل ہیں۔
فلیشر نے تحریر کیا کہ یہ تردید غضبناک ہے۔
یہ ظاہر کرتی ہے کہ وہ کانگریس کی رکن ہونے کا مزاج نہیں رکھتیں۔
جب کسی پر کسی ایسی چیز کا الزام لگایا جاتا ہے جو انہوں نے نہیں کی، انہیں غصہ نہیں ہونا چاہیئے۔
ان کو گستاخی سے کام نہیں لینا چاہیئے۔
انہیں الزام عائد کرنے والے شخص کی نیت پر سوال نہیں اٹھانا چاہیئے۔
انہیں پرسکون اور باوقار رہنا چاہیئے۔”
ایسا نظر آ رہا تھا کہ فلیشر واٹرز کے ردعمل کا موازنہ جج کیوانو پر ڈیموکریٹس کی تنقید سے کر رہے تھے۔ ناقدین نے کیوانو پر جمعرات کی سماعت کے دوران بہت زیادہ غضبناک نظر آنے کا الزام لگایا تھا۔
وسط مدتی انتخابات میں واٹرز کے مدمقابل ریپبلیکن امیدوار عمر ناوارو نے بھی ٹوئٹر پر اپنے خیالات کا اظہار کیا۔
انہیں نے ٹویٹ کیا کہ اگر سچ ہے تو بڑی خبر ہے۔
اپنے بیان میں، واٹرز نے کہا کہ انکے دفتر نے ان فریبانہ دعوؤں کے حوالے سے متعلقہ احکام اور نفاذ قانون کے اداروں کو الرٹ کر دیا ہے۔
انہوں مزید کہا کہ ہم یقینی بنائیں گے کہ ذمہ دار افراد کو منظر عام پر لایا جاتا ہے اور ان کو ان کے تمام افعال کا قانونی طور پر ذمہ دار ٹھہرایا جاتا ہے جو میرے عملے کے کسی اور تمام اراکین کے لئے تباہ کن اور خطرناک ہیں۔
Johnny English Strikes Again کا تنقیدی جائزہ - بے اختیار جاسوس روان آٹکنسن کا جھانسہ
یہ اب روایت بن چکی ہے کہ کسی بھی برطانوی نقطہ نظر کی نئی فلم میں بریگزٹ کی اہمیت کے بارے میں دیکھا جائے لیکن یہ بات Johnny English کی ایکشن کامیڈی کی شرارت امیز فرنچائز کی اس تجدید پر صادق نہیں آتی ہے، جو 2003 میں Johnny English سے شروع ہوئی اور Johnny English Reborn کے ساتھ 2011 میں دوبارہ منظر عام پر آئی۔
کیا اس مضمون پر بناوٹی ذاتی طنز کہ ہم کتنے واضح طور پر کوڑا کرکٹ ہیں اس قوم کا برآمد کرنے کا نیا موقع ہو گا؟
کسی بھی صورت میں، آنکھیں باہر نکلی ہوئی اور ربڑ کا چہرہ رکھنے والا نااہل جونی انگلش کے پاس چیزوں کو دوسری مرتبہ تازہ کرنے کا لائسنس تھا - اور یہ کہ اس کے اشارے کسی بھی چیز سے بڑھ کر غیر انگریزی دان سینماء جانے والے علاقوں کے لئے تیار کردہ ایک وسیع تر مزاحیہ تخلیق ہے۔
وہ بلاشبہ ایک دیوانہ خفیہ ایجنٹ ہے جو اپنی عجیب و غریب بناوٹی باتوں کے باوجود اپنے اندر کلاسو کی تھوڑی بہت خصوصیات، مسٹر بین کی شان اور لندن 2012 اولمپکس کی افتتاحی تقریب میں Chariots of Fire کی موضوعاتی سر تال کی صرف ایک سر پیش کرنے والے اس شخص ڈھیلا رکھتا ہے۔
اس کے کردار کی اصل میں بنیاد پرسرار آٹکنسن کے مسافر اور بین الاقوامی شخص پر ہے جو کبھی بارکلے کارڈ کے ٹی وی اشتہارات میں آتا تھا اور اپنے پیچھے  افراتفری چھوڑ جاتا تھا۔
اس تازہ ترین JE آؤٹنگ میں ایک یا دو اچھے لمحات ہیں۔
مجھے جونی انگلش قرون وسطی کے زرہ میں ملبوس اور اس کے ہلمٹ سے چرخی کے بلیڈ لٹکتے ہوئے ایک ہیلی کاپٹر کی جانب بڑھتے ہوئے اچھا لگا۔
فزیکل کامیڈی کے لئے آٹکنسن کا ہنر نمائش پر ہے، لیکن مزاح میں وہ جان نہیں ہے اور عجیب و غریب انداز میں بناوٹی نظر آتا ہے، خاص طور “سنجیدہ” فلمی برانڈ جیسا کہ 007 اور Mission Impossible اب خود اعتماد کے ساتھ مزاح کو بطور ایک جز کے پیش کر رہے ہیں۔
مزاح سے محسوس ہوتا ہے کہ یہ بالغوں کے بجائے چھوٹے بچوں کے لئے ہے، اور میرے لئے جونی انگلش کی خبطی حرکات اتنی مرتکز اور جدید نہیں ہیں جتنی کہ بین کی شخصیت میں آٹکنسن کی خاموش مووی حرکات ہیں۔
اب دائمی علاقائی قضیہ یہ ہے کہ برطانیہ عظمی سنگین پریشانی میں ہے۔
ایک سائبر ہیکر جاسوسوں کے انتہائی خفیہ ویب نیٹ ورک میں دخول کر گیا ہے اور فیلڈ میں تمام برطانوی ایجنٹوں کی شناختیں ظاہر کر رہا ہے۔ اب وہ ڈیوٹی پر موجود ایجنٹ کے لئے درد سر بن گیا ہے۔ یہ کردار کیون ایلڈن کے لئے افسوسناک حد تک بہت چھوٹا ہے۔
یہ ایک ایسے وزیر اعظم کے لئے آخری سہارا ہے جو شان و شوکت کی دلدادہ کمزور شخصیت ہے، جو پہلے ہی مکمل سیاسی بدنامی کا شکار ہے۔ ایما تھومپسن اس جزوی تھریسا می\ے کے کردار کو بہترین انداز سے ادا کرتی ہیں لیکن اسکرپٹ میں زیادہ جان نہیں ہے۔
ان کے انٹیلیجنس کے مشیر مطلع کرتے ہیں کہ کیونکہ ہر ایک فعال جاسوس خطرے میں ہے، انہیں کسی ریٹائرڈ شخص کو لانا ہو گا۔
اور اس کا مطلب ہے غلطیوں کا پتلا خود جونی انگلش کو سامنے لانا ہے، جو اب کسی پوش علاقے میں ایک اسکول ماسٹر کے طور پر ملازم ہے، لیکن ایک جاسوس بننے کے بارے میں آف دی ریکارڈ اسباق پیش کرتا ہے: یہاں کچھ جگہوں میں ہنسی کو روکنا مشکل ہو جاتا ہے کیونکہ جونی جاسوسی کی اسکول آف راک قسم کی اکیڈمی چلاتا ہے۔
جونی کو ایک ہنگامی بریفنگ کے لئے وائیٹ ہال میں لایا جاتا ہے اور اس کے سابقہ طویل مدتی ساتھی بو (Bough) کے ساتھ دوبارہ ملایا جاتا ہے، جس کا کردار بین ملر ادا کر رہا ہے۔
بو اب ایک شادی شدہ مرد ہے، سب میرین کمانڈر ہے، ایک جولی ہاکی اسٹکس کا کردار جس میں وکی پیپرڈین تھوڑا سا بے کار ہے۔
تو ملکہ عالیہ کی سیکرٹ سروس میں بیٹ مین اور روبن کے طرز پر چیزوں کو بھوندے انداز میں کرنے کا ایکشن لوٹ آتا ہے، جس میں اولگا کوریلنکو کی حسینہ ماہ جبین اوفیلیا بولٹوفا سے سامنا ہوتا ہے۔
دریں اثناء، وزیر اعظم پر خطرناک طور پر ایک وجیہہ ٹیک ارب پتی کا جادو چل جاتا ہے جو دعوی کرتا ہے کہ وہ برطانیہ کی کمپیوٹر کی پریشانیوں کو حل کر سکتا ہے: منحوس جیسن وولٹا، جس کا کردار جیک لیسی ادا کرتا ہے۔
جونی اور بو اپنی مضحکہ خیز رنگ رلیوں سے اپنی داستان کا آغاز کرتے ہیں؛ ویٹروں کے بہروپ میں وہ ایک فرانسیسی ریستوران کو آگ لگا دیتے ہیں؛ وہ وولٹا کی پرتعیش کشتی میں اپنے آپ کو سمگل کر کے افراتفری پیدا کر دیتے ہیں؛ اور جونی انگلش طوائف الملوکی پیدا کر دیتا ہے جب وہ وولٹا کے گھر کے انٹریئر سے آشنا ہونے کے لئے ورچوئیل ریالٹی ہیڈسیٹ استعمال کرنے کی کوشش کرتا ہے۔
تمام وقفے یقینا اس آخری سلسلے کے لئے بچا کر رکھے گئے ہیں، لیکن جتنا دلکش اور طوفانی یہ کھیل ہے، پوری فلم سے ایسے نظر آتا ہے کہ آپ بچوں کا ٹی وی دیکھ رہے ہیں۔
کافی درمیانے قسم کا مواد ہے۔
اور جیسا کہ جونی انگلش کی دوسری فلموں کے ساتھ ہے، میں ہمیشہ سوچنے پر مجبور ہوتا ہوں کہ کیا برطانوی فلمی صنعت رووان آٹکنسن کو کوئی ایسا کردار نہیں دے سکتی جس سے اس کی قابلیت کے ساتھ انصاف ہو سکتے؟
لیبر پارٹی نے تردید کی ہے کہ وہ برطانیہ کے باشندوں کے لئے ایسا منصوبہ بنا رہی ہے کہ وہ ہفتے میں چار دن کام کریں، لیکن اجرت پانچ دن کی لیں
جیریمی کوربن کی لیبر پارٹی ایسے انقلابی منصوبے پر غور کر رہی ہے جس کے تحت برطانوی باشندے ہفتے میں چار دن کام کریں گے لیکن ان کو ادائیگی پانچ دن کی ہو۔
اطلاعات کے مطابق پارٹی یہ چاہتی ہے کہ کمپنی کے باس اپنے کارکنوں ایک اضافی دن چھٹی دیکر مصنوعی ذہانت (اے آئی) کے انقلاب کے ذریعے حاصل ہونے والی بچت کو کارکنوں کو منتقل کریں۔
اس کے تحت ملازم تین دن کے ویک اینڈ سے لطف اندوز ہوں گے - لیکن گھر تنخواہ اتنی ہی لیکر جائیں گے جتنی پہلے۔
ذرائع نے کہا کہ یہ تصور پارٹی کے اقتصادی ایجنڈے اور منصوبوں کے لئے ‘موزوں’ ہو گا جو ملک کو کارکنوں کے حق میں جھکانا چاہتے ہیں۔
چار دنوں کے ہفتے کی جانب منتقلی کی ٹریڈز یونین کانگریس نے توثیق کی ہے تاکہ تبدیل ہوتی ہوئی معیشت سے کارکنوں کو مستفید کیا جا سکے۔
لیبر پارٹی کے ایک سینیئر ذرائع نے دی سنڈے ٹائمز کو بتایا: پالیسی پر نظرثانی کا اعلان سال کے ختم ہونے سے قبل کیا جانا متوقع ہے۔
ایسا راتوں رات تو نہیں ہو گا لیکن چار ایام کار کا ہفتہ ایک ایسی تحریک ہے جو معیشت کا توازن دوبارہ کارکنوں کے حق میں کرنے کے علاوہ پارٹی کی مجموعی صنعتی حکمت عملی کے لئے موزوں ہے۔
لیبر پارٹی پہلی جماعت نہیں ہے جس نے ایسے تصور کی توثیق کی ہے، بلکہ 2017 کے عام انتخابات کی مہم میں گرین پارٹی نے چار ایام کے ہفتہ کار کا وعدہ کیا تھا۔
تاہم، مجموعی طور پر لیبر پارٹی اس تصور کی توثیق نہیں کر رہی ہے۔
لیبر پارٹی کے ایک ترجمان نے بتایا: چار ایام کا ہفتہ کار پارٹی کی پالیسی نہیں ہے اور پارٹی کی جانب سے زیر غور نہیں ہے۔
حزب اختلاف کے چانسلر جان میکڈونل نے گزشتہ ہفتے لیبر کانفرنس کو معیشت میں سوشلسٹ انقلاب لانے کے اپنے تصور کو پیش کرنے کے لئے استعمال کیا۔
مسٹر میکڈونل نے کہا کہ وہ یوٹیلٹی فرموں میں ‘بغیر چہرے کے ڈائریکٹروں’ اور منافغ خوروں’ سے اقتدار واپس لینے کے لئے پرعزم ہیں۔
حزب اختلاف کے چانسلر کا یہ بھی مطلب ہے کہ پانی کی کمپنیوں میں موجودہ شیئرہولڈرز کو اپنا پورا حصہ واپس نہیں مل سکے گا کیونکہ لیبر حکومت تصور کردہ غلط کاری کی وجہ سے ‘کٹوتیاں’ کر سکتی ہے۔
انہوں نے کارکنوں کو کمپنی کے بورڈوں میں شامل کرنے اور نجی شعبے کی فرموں کے 10 فیصد حصص کو ملازمین کے حوالے کرنے کے لئے ایک مشمولہ ملکیتی فنڈز قائم کرنے کے منصوبوں کی بھی تصدیق کی، جس سے کارکن £500 تک سالانہ منافغ حاصل کریں گے۔
لینڈسی گراہم، جان کینیڈی “60 منٹس” کو بتاتے ہیں آیا ایف بی آئی کی کیوانو کے خلاف تفتیش ان کے ذہن تبدیل کرے گی
جج بریٹ کیوانو کے خلاف الازمات کے بارے میں ایف بی آئی کی تفتیش نے سپریم کورٹ میں ان کی نامزدگی کے  بارے میں حتمی ووٹ میں کم از کم ایک ہفتے کی تاخیر کر دی ہے اور سوال اٹھاتی ہے آیا بیورو کی تحقیقات کسی ریپبلیکن سینیٹروں کو اپنی حمایت واپس لینے پر مجبور کرے گی۔
اتوار کو نشر کیے جانے والے ایک انٹرویو میں، “60 منٹس” کے نامہ نگار سکاٹ پیلے نے ریپبلیکن سینیٹروں جان کینیڈی اور لنڈسی گراہم سے دریافت کیا کہ آیا ایف بی آئی کوئی ایسی چیز تلاش کر پائی گی جو ان کو اپنے ذہن تبدیل کرنے پر آمادہ کرے۔
کینیڈی جنوبی کیرولینا سے اپنی ساتھ کے مقابلے میں زیادہ بیباک نظر آئے۔
کینیڈی نے کہا، “میرا مطلب ہے، بے شک (ایسا ہو سکتا ہے)”۔
میں نے سماعت میں جانے کی بات کی۔ میں نے جج کیوانو سے بات کی۔
الزامات سامنے آنے کے بعد میں نے کیوانو کو کال کی اور کہا، “کیا تم نے ایسا کیا ہے؟”
وہ (اپنے مؤقف) میں پرعزم، اٹکل اور  دو ٹوک تھے۔
تاہم، گراہم کے ارادے میں میں کوئی لچک نظر نہیں آئی۔
انہوں نے کہا کہ بریٹ کیوانو کے بارے میں ان کی رائے اٹل ہے اور اسے تبدیل کرنے کے لئے ڈائنامائٹ الزام چاہیئے ہوگا۔
ڈاکٹر فورڈ کے ساتھ میں نہیں جانتا کہ کیا واقع ہوا، تاہم میں یہ ضرور جانتا ہو کہ بریٹ نے اس کی شدت سے تردید کی ہے۔ وہ کریسٹین بلاسی فورڈ کی طرف اشارہ کر رہے تھے۔
وہ جس کا بھی نام لیتی ہیں کوئی اس کی تصدیق نہیں کر سکتا۔
یہ 36 سال پرانی بات ہے۔
میں کوئی بڑی تبدیلی نہیں دیکھ رہا۔
گلوبل سیٹیزن فیسٹیول کیا ہے اور کیا اس نے غربت کم کرنے کے لئے کچھ کیا ہے؟
اس ہفتے کے دن نیو یارک گلوبل سیٹیزن فیسٹیول کی میزبانی کرے گا، جو موسیقی کا سالانہ میلہ ہوتا ہے جس میں متعدد مشہور گلوکار اپنے فن کا مظاہرہ کرتے ہیں اور اتنا ہی متاثرکن اس کا مشن ہے؛ عالمی غربت کا خاتمہ۔
اپنے ساتویں سال میں، گلوبل سیٹیزن فیسٹیول میں کئی ہزار لوگ سینٹرل پارک کے گریٹ لان میں جمع ہوں گے نہ صرف جینٹ جیکسن، کارڈی بی اور شان مینڈس کی گلوکاری سے لطف اندوز ہونے کے لئے، بلکہ 2030 تک شدید غربت کو ختم کرنے کے اس کے حقیقی ہدف کے بارے میں آگاہی پیدا کرنے کے لئے۔
گلوبل سیٹیزن فیسٹیول جس کا آغاز 2012 میں عالمی غربت پراجیکٹ کی ایک توسیع ہے۔ یہ ایک بین الاقوامی وکالتی گروپ ہے جو غربت کے خلاف فعال طور پر کام کرنے والے افراد کی تعداد میں اضافہ کر کے غربت کا خاتمہ چاہتا ہے۔
اس میلے کے لئے ایک مفت ٹکٹ (اگر آپ ایک وی آئی پی ٹکٹ کے لئے ادائیگی کرنا چاہیں تو الگ بات ہے) کے لئے کنسرٹ شائقین کو کچھ ٹاسک یا “افعال” مکمل کرنے ہوتے ہیں، جیسا کہ رضاکارانہ کام، کسی عالمی لیڈر کو ای میل کرنا، ایک فون کال کرنا یا غربت کے خاتمے کے مقصد کے بارے میں آگاہی پیدا کرنے کے لئے کوئی دوسرا معنی خیز اقدام۔
لیکن گلوبل سیٹیزن اپنے ہدف کو پورا کرنے میں کتنا کامیاب رہا ہے جبکہ اب صرف 12 سال باقی ہیں؟
کیا لوگوں کو مفت کنسرٹ پیش کرنے کا تصور لوگوں کو عملی اقدام اٹھانے کے مطالبات کرنے کے لئے قائل کرنے کا ایک حقیقی انداز ہے، یا ‘کلکٹی ایزم” کی ایک اور صورت ہے، جس میں لوگ سمجھتے ہیں کہ ایک آن لائن پٹیشن پر دستخط کر کے یا ایک ٹویٹ بھیج کر وہ بہت بڑا کام کر رہے ہیں؟
گلوبل سیٹیزن کا کہنا ہے کہ 2011 سے اس نے مختلف اہداف کے مطالبات کے حق میں اپنے حامیوں کے 19 ملین “افعال” ریکارڈ کیے ہیں۔”
اس کا کہنا ہے کہ ان افعال نے نے عالمی رہنماؤں کو 37$ بلین ڈالر سے زائد کے وعدوں اور پالیسیوں کا اعلان کرنے پر ابھارا ہے جن سے 2030 تک 2.25 بلین سے زائد افراد کی زندگیوں میں بہتری آئے گی۔
2018 کے اوائل میں، گروپ نے اپنے افعال سے پیدا ہونے والے 390 وعدوں اور اعلانات کا حوالہ دیا، جن میں سے کم از کم 10$ بلین ادا یا اکٹھے کیے جا چکے ہیں۔
گروپ کا اندازہ ہے کہ حاصل کردہ فنڈز نے دنیا بھر میں اب تک تقریبا 649 ملین افراد کو براہ راست متاثر کیا۔
کچھ اہم وعدوں میں دی پاور آف نیوٹریشن شامل ہے، جو کہ برطانیہ میں سرمایہ کاروں اور نفاذ کنندگان کی ایک شراکت داری ہے اور وہ “بچوں کو اپنی پوری صلاحیت کے ساتھ نشونماء کرنے میں مدد دینے” کا عزم رکھتی ہے۔ اس نے گلوبل سیٹیزن سے 4،700 ٹویٹس وصول کرنے کے بعد روانڈا میں غذائیت کی قلت کو ختم کرنے میں مدد دینے کے لئے 35$ ملین فراہم کرنے کا وعدہ کیا۔
دی پاور آف نیوٹریشن کی سفیر ٹریسی المین نے اپریل 2018 میں لندن میں ایک لائیو کنسرٹ کے دوران ہجوم کو بتایا کہ برطانوی حکومت، معطیوں، قومی حکومتوں اور آپ جیسے گلوبل سیٹیزن کی مدد سے ہم ناقص غذائیت کی سماجی بے انصافی کو ماضی کا قصہ بنا سکتے ہیں۔
گروپ نے یہ بھی بتایا کہ برطانیہ سے ماؤں اور بچوں کی غذائیت کو بہتر بنانے کے لئے 5،000 سے زائد مطالبات کے بعد، حکومت نے ایک پراجیکٹ، پاور آف نیوٹریشن، کو فنڈ فراہم کرنے کا اعلان کیا، جس کے تحت غذائیت کی ضرورت مند 5 ملین خواتین اور بچے مستفید ہوں۔
اپنی ویب سائٹ پر ایک سوال کہ “کیا چیز آپ کو سوچنے پر مجبور کرتی ہے کہ ہم شدید غربت کو ختم کر سکتے ہیں” کے جواب میں
گلوبل سیٹیزن کہا: یہ ایک طویل اور مشکل سفر ہے - کبھی ہم گریں گے اور ناکام ہوں گے۔
لیکن، شہری حقوق کے لئے اور نسلی عصیبت کے خلاف تحریکوں کی طرح، ہم بھی کامیاب ہوں، کیونکہ اکٹھے ملکر ہم زیادہ طاقتور ہیں۔
نیویارک میں اس سال کی تقریب میں اپنے فن کا مظاہرہ کرنے والوں میں سے کچھ میں جینٹ جیکسن، Weeknd، شان مینڈیس، کارڈی بی اور جینیل مونا شامل ہیں۔ اس کی میزبانی ڈیبورا لی فرنس اور ہیو جیک مین کریں گے۔
روسی توانائی کی برآمدات میں خلل ڈالنے کے لئے امریکہ ‘بلاکیڈ’ کے لئے اپنی بحریہ استعمال کر سکتا ہے - وزیر داخلہ
امریکی انٹرل سیکرٹری ریان زنکے نے انکشاف کیا ہے، جیسا کہ واشنگٹن ایگزامنر نے رپورٹ کیا، کہ “اگر ضرورت پڑی تو” واشنگٹن روسی توانائی کو مشرق وسطی سمیت منڈیوں تک پہنچنے سے روکنے کے لئے اپنی بحریہ کا استعمال کرتا ہے۔
زنکے نے الزام عائد کیا ہے کہ شام میں روسی مشغولیت نئی توانائی کی منڈیاں تلاش کرنے کا ایک بہانہ ہے۔ روس شام کی حکومت کی دعوت پر ملک میں بر سرپیکار ہے۔
انہوں نے کہا کہ میں سمجھتا ہوں کہ مشرق وسطی میں ان کی موجودگی کی وجہ توانائی کی دلالی کرنا ہے جیسا کہ وہ مشرقی یورپ کر رہے ہیں، جو یورپ کا جنوبی پیٹ ہے۔
اور ان کے مطابق اس کا مقابلہ کرنے کے لئے ان کے پاس طریقے اور ذرائع ہے۔
انہوں نے کہا کہ ریاستہائے متحدہ کے پاس اپنی بحریہ کے ذریعے صلاحیت موجود ہے یہ یقینی بنانے کے لئے کہ سمندری راستے کھلے رہیں، اور اگر ضروری ہو تو، ان کی بندش کی جائے تاکہ ان کی توانائی منڈی تک نہ پہنچ پائے۔
زنکے کنزیومر انرجی الائنس کی جانب سے منعقد کی گئی ایک تقریب سے خطاب کر رہے تھے۔ یہ الائنس ایک غیر منافع بخش گروپ ہے جو اپنے آپ کو امریکہ میں “توانائی کے صارفین کی آواز” بتاتا ہے۔
انہوں نے روس اور ایران سے نمٹنے کے لئے واشنگٹن کی حکمت عملی کا موازنہ کیا اور مؤثر طور پر ان میں ممالثت ہے۔
انہوں نے روس کا حوالہ “ایک چال رکھنے والا گھوڑے” کے طور پر دیتے ہوئے جس کی معیشت کا انحصار رکازی ایندھن پر ہے، کہا ایران اور روس کے بارے میں معاشی آپشن کم و بیش ایندھن پر انحصار اور اس کو بدلنا ہے۔
یہ بیانات ایسے وقت میں سامنے آئے ہیں جب ٹرمپ انتظامیہ روس کی جگہ لینے کے لئے یورپ کو اپنی مائع قدرتی گیس کی برآمد میں اضافے کے مشن پر کاربند ہے، جو یورپی صارفین کے لئے زیادہ سستا آپشن ہے۔
اس سلسلے میں، ٹرمپ انتظامیہ کے عہدیدار بشمول خود صدر ڈونلڈ ٹرمپ، جرمنی کو قائل کرنے کی کوشش کر رہے ہیں کہ وہ “غیر مناسب” نورڈ سٹریم 2 پائپ لائن سے دستبردار ہو جائے، جس نے ٹرمپ کے مطابق برلن کو ماسکو کا “اسیر” بنا دیا ہے۔
ماسکو نے متعدد بار اصرار کیا ہے کہ 11$ بلین ڈالر کی لاگت کی نورڈ سٹریم 2 پائپ لائن، جو موجودہ پائپ لائن کی گنجائش کو دوگنا کر کے 110 بلین مکعب میٹر تک لے جائے گی، خالصتا ایک اقتصادی منصوبہ ہے۔